[
    {
        "name": "Allround spön",
        "woo_id": 2661,
        "woo_parent_id": 823,
        "description": "",
        "url": "allround-spon"
    },
    {
        "name": "Angeldon",
        "woo_id": 4839,
        "woo_parent_id": 770,
        "description": "",
        "url": "angeldon"
    },
    {
        "name": "Annat",
        "woo_id": 1513,
        "woo_parent_id": 803,
        "description": "",
        "url": "annat-forvaring"
    },
    {
        "name": "APEX",
        "woo_id": 1197,
        "woo_parent_id": 731,
        "description": "",
        "url": "apex"
    },
    {
        "name": "Avkrokingsmattor",
        "woo_id": 1491,
        "woo_parent_id": 1419,
        "description": "",
        "url": "avkrokingsmattor"
    },
    {
        "name": "Backing",
        "woo_id": 170,
        "woo_parent_id": 785,
        "description": "",
        "url": "backing"
    },
    {
        "name": "Baitrunners &amp; Karprullar",
        "woo_id": 1603,
        "woo_parent_id": 760,
        "description": "",
        "url": "baitrunners-karprullar"
    },
    {
        "name": "Balanspirk",
        "woo_id": 1817,
        "woo_parent_id": 770,
        "description": "Balanspirkar för vinterfiske och pimpelfiske. Handgjorda och märkespirkar",
        "url": "balanspirk"
    },
    {
        "name": "Balanspirkar",
        "woo_id": 3715,
        "woo_parent_id": 731,
        "description": "",
        "url": "balanspirkar"
    },
    {
        "name": "Båtar",
        "woo_id": 1482,
        "woo_parent_id": 645,
        "description": "",
        "url": "batar"
    },
    {
        "name": "Båtar Och Kajaker",
        "woo_id": 1007,
        "woo_parent_id": 645,
        "description": "",
        "url": "batar-och-kajaker"
    },
    {
        "name": "Båtdäcks tillbehör",
        "woo_id": 1006,
        "woo_parent_id": 645,
        "description": "",
        "url": "batdacks-tillbehor"
    },
    {
        "name": "Båtmotorer &amp; Tillbehör",
        "woo_id": 4395,
        "woo_parent_id": 645,
        "description": "",
        "url": "batmotorer-tillbehor"
    },
    {
        "name": "Båtreservdelar",
        "woo_id": 1481,
        "woo_parent_id": 645,
        "description": "",
        "url": "batreservdelar-marint"
    },
    {
        "name": "Batterier &amp; Tillbehör",
        "woo_id": 1552,
        "woo_parent_id": 645,
        "description": "\r\n        Välkommen till Eagle Fishing\r\n        Din Destinationsbutik för Marin och Fritidsbatterier!\r\n    \r\n\r\n    \r\n        Upptäck vårt omfattande utbud av högpresterande batterilösningar skräddarsydda för båtar och fiske. Oavsett om du är ute efter pålitliga båtbatterier, avancerade lithiumbatterier eller specialiserade alternativ för ekolod och elmotorer, har vi det perfekta valet för dig.\r\n    \r\n\r\n    \r\n        1. Båtbatterier för Alla Äventyr:\r\n        Utforska vårt sortiment av kraftfulla båtbatterier som är konstruerade för att leverera pålitlig prestanda och långvarig ström. Vi erbjuder batterier som passar olika båttyper och storlekar, säkerställande att du har tillräckligt med energi för varje sjöfart.\r\n    \r\n\r\n    \r\n        2. Lithium Batterier – Kraftfullt och Lätt:\r\n        Ta steget in i framtiden med våra lithiumbatterier som ger hög energitäthet och lättvikt. Upplev lång livslängd och pålitlig prestanda, perfekta för krävande applikationer som ekolod och elmotorer.\r\n    \r\n\r\n    \r\n        3. Ekolodsbatterier – Konstant Ström för Klar Sikt:\r\n        Maximera effektiviteten för ditt ekolod med våra specialiserade ekolodsbatterier. Ge din utrustning konstant och pålitlig ström för att säkerställa skarpa och tydliga avläsningar under varje fiskeäventyr.\r\n    \r\n\r\n    \r\n        4. Elmotorsbatterier – Optimal Kraft och Lång Livslängd:\r\n        Hitta det perfekta elmotorsbatteriet för din Terrova eller Motor Guide elmotor. Våra batterier är utformade för att ge optimal kraft och långvarig prestanda, vilket gör varje resa på vattnet smidig och effektiv.\r\n    \r\n\r\n    \r\n        5. Bästa Batteriet för Terrova och Motor Guide:\r\n        Utforska vårt utvalda sortiment för att hitta det bästa batteriet som matchar kraven för din Terrova eller Motor Guide elmotor. Vi erbjuder toppmoderna alternativ som säkerställer en problemfri och kraftfull körning varje gång.\r\n    \r\n\r\n    \r\n        Oavsett om du är en entusiastisk båtförare eller passionerad fiskare, har Eagle Fishing de optimala marin- och fritidsbatterierna för dina äventyr. Vårt engagemang för kvalitet och innovation gör oss till det självklara valet för alla dina batteribehov. Utforska vårt sortiment idag och ge ditt båtliv den ström det förtjänar!\r\n    ",
        "url": "batterier-tillbehor"
    },
    {
        "name": "Batterilådor",
        "woo_id": 1611,
        "woo_parent_id": 645,
        "description": "",
        "url": "batterilador"
    },
    {
        "name": "Båttillbehör",
        "woo_id": 1008,
        "woo_parent_id": 645,
        "description": "",
        "url": "battillbehor"
    },
    {
        "name": "Båttrailer &amp; Tillbehör",
        "woo_id": 3828,
        "woo_parent_id": 645,
        "description": "",
        "url": "battrailer"
    },
    {
        "name": "Belly boats",
        "woo_id": 143,
        "woo_parent_id": 645,
        "description": "",
        "url": "belly-boats"
    },
    {
        "name": "beten",
        "woo_id": 857,
        "woo_parent_id": 732,
        "description": "",
        "url": "beten-trolling"
    },
    {
        "name": "Betesboxar &amp; Betesaskar",
        "woo_id": 1426,
        "woo_parent_id": 803,
        "description": "Betesboxar och betesaskar är viktiga verktyg för att förvara och organisera fiskbeten på ett säkert och praktiskt sätt. De hjälper till att hålla betena ordnade, separerade och lätta att hitta, vilket gör det enklare för sportfiskare att välja rätt bete för varje fiskeområde och situation.\r\n\r\nBetesboxar och betesaskar kan variera i storlek och form, och vanligtvis är de tillverkade av tålig plast eller metall för att tåla fiskelivets påfrestningar. Vissa betesboxar har transparenta lock för att ge enkel synlighet av betena inuti, medan andra har fack med olika storlekar och separerare för att ordna betena efter storlek eller typ.\r\n\r\nNågra av de vanligaste typerna av betesboxar inkluderar:\r\n<ul>\r\n \t<li>Spinnerbetesaskar: Dessa förvaringslådor är speciellt utformade för att lagra och organisera spinnerbeten.</li>\r\n \t<li>Jiggbetesboxar: Jiggbetesboxar är tillverkade för att lagra och organisera jiggar, jigghuvuden och andra jiggbeten.</li>\r\n \t<li>Betesaskar med flera fack: Dessa betesaskar har vanligtvis flera fack för att organisera betena och kan ha avtagbara eller justerbara fack för att anpassa sig till olika typer och storlekar av beten.</li>\r\n \t<li>Vattentäta betesboxar: Vattentäta betesboxar är idealiska för att skydda betena från fukt och korrosion. De är vanligtvis tillverkade av hållbara och tätade material som håller vatten och fuktighet borta från betena.</li>\r\n</ul>\r\nBetesboxar och betesaskar är en nödvändighet för sportfiskare i alla erfarenhetsnivåer, och det är viktigt att välja en betesbox som passar dina behov och fiskestil. En välorganiserad och effektivt förvarad betesbox kan hjälpa dig att lyckas med ditt fiske och öka dina chanser att fånga mer fisk.",
        "url": "betesboxar-betesaskar"
    },
    {
        "name": "Beteshinkar",
        "woo_id": 883,
        "woo_parent_id": 803,
        "description": "",
        "url": "beteshinkar"
    },
    {
        "name": "Beteslås",
        "woo_id": 1412,
        "woo_parent_id": 1409,
        "description": "Hos oss på Eagle Fishing har vi bara bra grejer som håller för det du tänker fiska! Vi har bland det bästa varorna med kända märken som, BFT, Darts, IFish, Ryugi, Wiggler m.m. Vi har beteslås i många olika modeller och storlekar så att du kan hitta det som passar för just ditt fiske!!\r\n\r\nVi vill att man ska ta vara på fisken och därför behandla fisken med varsamhet och ej våld! Vi önskar dig en lyckad fisketur och en härlig upplevelse på ditt nästa fiskepass.",
        "url": "beteslas"
    },
    {
        "name": "Betesnät",
        "woo_id": 1595,
        "woo_parent_id": 1419,
        "description": "",
        "url": "betesnat"
    },
    {
        "name": "Betespaket",
        "woo_id": 109,
        "woo_parent_id": 731,
        "description": "",
        "url": "betespaket"
    },
    {
        "name": "Boende i Dalarna",
        "woo_id": 3490,
        "woo_parent_id": 3488,
        "description": "",
        "url": "boende-i-dalarna"
    },
    {
        "name": "Bryne",
        "woo_id": 1517,
        "woo_parent_id": 1419,
        "description": "",
        "url": "bryne"
    },
    {
        "name": "Byxor",
        "woo_id": 1537,
        "woo_parent_id": 788,
        "description": "",
        "url": "byxor"
    },
    {
        "name": "Chatterbaits &amp; Bladed Jigs",
        "woo_id": 1418,
        "woo_parent_id": 731,
        "description": "Chatterbaits och bladed jigs är oslagbara gällande Abborr och gäddfisket! Vi har många olika. Vi har mycket i vårt sortiment med många olika färger och modeller.\r\n\r\nVi har även massor av olika jiggar i olika färger och storlekar samt modeller så att du kan kombinera dina favoritfärger. För vad vore chatterbaits och bladed jigs utan jiggar!\r\n\r\nChatterbaits och bladed jigs var det mest populära förra året och vi siktar på att göra samma sak igen!\r\n\r\nIn och fynda hos oss på Eagle Fishing så hjälper vi dig med en lyckad fisketur!",
        "url": "chatterbaits-bladed-jigs"
    },
    {
        "name": "Chest packs",
        "woo_id": 1629,
        "woo_parent_id": 803,
        "description": "Chest packs är en populär typ av fiskeutrustning som är utformad för att hjälpa sportfiskare att bära och organisera sina tillbehör och beten på ett bekvämt sätt. Chest packs är utformade som väskor eller ryggsäckar som sitter på bröstet, vilket gör att fiskaren lätt kan nå allt som behövs under fisketuren.\r\n\r\nChest packs finns i olika storlekar och former, med olika antal fickor och fack för att organisera fiskeutrustningen. Många chest packs har till exempel fack för flugaskar, tänger, avbitare, beten och andra tillbehör. Vissa modeller kan även ha fack för vattenflaskor, solglasögon och annan personlig utrustning.\r\n\r\nChest packs är särskilt användbara för fiske där rörlighet är viktig, som vadarfiske eller flugfiske. Eftersom chest packs sitter på bröstet och inte på ryggen, ger de en mer balanserad viktbelastning och gör det lättare att röra sig i vattnet. De ger också frihet att röra armarna fritt när man kastar med flugspöt.\r\n\r\nChest packs är tillverkade av olika material som tål fiskelivets påfrestningar, såsom vattenstänk och fuktighet. De är vanligtvis lätta och bekväma att bära under en längre fisketur.\r\n\r\nSammanfattningsvis kan man säga att chest packs är en praktisk och användbar fiskeutrustning för sportfiskare som vill ha sina beten och tillbehör inom räckhåll under fisketuren. Det är viktigt att välja en chest pack som passar ens personliga behov och fiskestil för att få en bekväm och effektiv upplevelse.",
        "url": "chest-packs"
    },
    {
        "name": "Crankbaits",
        "woo_id": 111,
        "woo_parent_id": 731,
        "description": "I vår kategori för crankbaits hittar du ett brett utbud av högkvalitativa beten som är speciellt utformade för att efterlikna rörelserna av byten som fiskar är intresserade av. Crankbaits är en av de mest populära typerna av beten för sportfiske, och finns i olika former, storlekar och färger för att passa olika fiskemetoder och fiskarter. Våra crankbaits är tillverkade av högkvalitativa material och har utformats med noggrannhet för att ge dig bästa möjliga chans att fånga den stora fisken. Oavsett om du fiskar i sötvatten eller saltvatten, kommer våra crankbaits att öka dina chanser att fånga den fisk du söker. Vi erbjuder crankbaits från välkända tillverkare som har ett rykte om att producera högkvalitativa beten som har visat sig vara mycket effektiva för sportfiske.",
        "url": "crankbaits"
    },
    {
        "name": "Dekaler",
        "woo_id": 239,
        "woo_parent_id": 678,
        "description": "",
        "url": "dekaler"
    },
    {
        "name": "Delikatesser",
        "woo_id": 2485,
        "woo_parent_id": 981,
        "description": "",
        "url": "delikatesser"
    },
    {
        "name": "Djupriggar &amp; tillbehör",
        "woo_id": 157,
        "woo_parent_id": 732,
        "description": "",
        "url": "djupriggar-tillbehor"
    },
    {
        "name": "Doftspray",
        "woo_id": 1505,
        "woo_parent_id": 773,
        "description": "",
        "url": "doftspray"
    },
    {
        "name": "Doftsprayer &amp; Attractors",
        "woo_id": 1420,
        "woo_parent_id": 1419,
        "description": "",
        "url": "doftsprayer-attractors"
    },
    {
        "name": "Draglådor",
        "woo_id": 1408,
        "woo_parent_id": 803,
        "description": "Draglådor är en populär typ av förvaringsutrustning för sportfiskare som vill hålla sina beten och drag organiserade och enkelt tillgängliga. En draglåda är en låda med fack eller fackindelare som är avsedd att förvara beten och drag separat, för att undvika att de trasslar in sig i varandra eller skadas.\r\n\r\nDraglådor finns i olika storlekar och material, såsom plast, metall och trä. En del draglådor har löstagbara fackindelare som kan anpassas efter fiskarens behov och förvaringsbehov. Andra draglådor har fasta fackindelare som inte går att ändra på.\r\n\r\nDe flesta draglådor är utformade med genomskinliga lock eller lock med fönster, så att fiskaren enkelt kan se innehållet utan att behöva öppna lådan. Detta är särskilt praktiskt när man behöver snabbt kunna välja ett specifikt bete eller drag under fisketuren.\r\n\r\nDraglådor finns i olika prisklasser och kvaliteter, och det är viktigt att välja en draglåda som passar ens behov och budget. En högkvalitativ draglåda kan vara en bra investering för sportfiskare som vill hålla sin utrustning i god ordning och undvika att beten och drag skadas.\r\n\r\nSammanfattningsvis kan man säga att draglådor är en praktisk och användbar förvaringslösning för sportfiskare som vill ha sina beten och drag organiserade och lätt tillgängliga. Det är viktigt att välja en draglåda som passar ens personliga behov och förvaringsbehov för att få en effektiv och bekväm fiskeupplevelse.",
        "url": "draglador"
    },
    {
        "name": "Drivankare",
        "woo_id": 142,
        "woo_parent_id": 645,
        "description": "",
        "url": "drivankare"
    },
    {
        "name": "Dropshot Tillbehör",
        "woo_id": 1495,
        "woo_parent_id": 1409,
        "description": "",
        "url": "dropshot-tillbehor"
    },
    {
        "name": "Dryck",
        "woo_id": 1438,
        "woo_parent_id": 981,
        "description": "",
        "url": "lask-dryck"
    },
    {
        "name": "Duffelbags",
        "woo_id": 1506,
        "woo_parent_id": 803,
        "description": "Upptäck Duffelbags online hos Eagle Fishing – praktiska och tåliga resväskor för fiskare. Våra Duffelbags är tillverkade av högkvalitativa material och har flera fack för att hålla din fiskeutrustning organiserad. Vi erbjuder Duffelbags från välkända varumärken som BFT och Savage Gear. Köp din Duffelbag online hos Eagle Fishing idag för snabb leverans och fri frakt över ett visst belopp.",
        "url": "duffelbags"
    },
    {
        "name": "Efter Försäljning",
        "woo_id": 2217,
        "woo_parent_id": 773,
        "description": "",
        "url": "efter-forsaljning"
    },
    {
        "name": "Ekolod &amp; Plotter",
        "woo_id": 956,
        "woo_parent_id": 645,
        "description": "",
        "url": "ekolod-plotter"
    },
    {
        "name": "Ekolod &amp; Tillbehör För Vinterfiske",
        "woo_id": 1531,
        "woo_parent_id": 770,
        "description": "",
        "url": "ekolod-tillbehor-for-vinterfiske"
    },
    {
        "name": "Elektronik",
        "woo_id": 3809,
        "woo_parent_id": 767,
        "description": "",
        "url": "elektronik"
    },
    {
        "name": "Elmotorer",
        "woo_id": 1520,
        "woo_parent_id": 645,
        "description": "",
        "url": "elmotorer-marint-2"
    },
    {
        "name": "End of Series",
        "woo_id": 2218,
        "woo_parent_id": 773,
        "description": "",
        "url": "end-of-series"
    },
    {
        "name": "Extra Tails &amp; paddel",
        "woo_id": 1496,
        "woo_parent_id": 731,
        "description": "I vår kategori för extra trails &amp; paddel hittar du ett brett utbud av högkvalitativa tillbehör som kan användas för att anpassa och förbättra dina befintliga beten. Extra trails och paddel kan läggas till på beten för att öka rörelsen och locka till sig fler fiskar. Våra extra trails och paddlar finns i olika storlekar och former, och är utformade för att passa olika typer av beten och fiskestilar. Vi erbjuder extra trails och paddlar från välkända tillverkare, som har utformats med noggrannhet för att ge dig bästa möjliga chans att fånga den stora fisken. Oavsett om du fiskar i sötvatten eller saltvatten, kan extra trails och paddel öka dina chanser att fånga den fisk du söker. Utforska vårt utbud av extra trails och paddel för att hitta det som passar dina behov och fiskestil.",
        "url": "extra-tails-paddel"
    },
    {
        "name": "Fånga",
        "woo_id": 848,
        "woo_parent_id": 821,
        "description": "",
        "url": "fanga"
    },
    {
        "name": "Färdiga Mettafsar",
        "woo_id": 1599,
        "woo_parent_id": 1409,
        "description": "Färdiga mettafsar är ett bekvämt alternativ för fiskare som vill spara tid och undvika att behöva bygga sina egna mettafsar. Här är några exempel på vad som kan ingå i den här kategorin:\r\n<ol>\r\n \t<li>Krok - En krok är en viktig del av mettafsen, och det finns många olika storlekar och typer tillgängliga beroende på vilken typ av fisk du vill fånga.</li>\r\n \t<li>Mettrör - En mettrör är en lång stav som används för att kasta ut mettafsen i vattnet. De kan vara gjorda av olika material, som trä eller glasfiber, och finns i olika längder.</li>\r\n \t<li>Flöte - Ett flöte används för att hålla mettafsen på rätt djup och för att indikera när fisken nappar. De finns i olika storlekar och typer, inklusive traditionella bobbins och elektroniska flöten.</li>\r\n \t<li>Bly - Bly används för att hålla mettafsen på plats i vattnet och för att hjälpa till att justera djupet på betet. De kan vara gjorda i olika former och storlekar.</li>\r\n \t<li>Linor - Linor används för att fästa alla delar av mettafsen tillsammans. Det finns olika typer av linor som kan användas beroende på vilken typ av fisk du vill fånga och vilket vatten du fiskar i.</li>\r\n \t<li>Beteslås - Beteslås används för att enkelt kunna byta beten på mettafsen. De finns i olika storlekar och kan vara gjorda i olika material.</li>\r\n \t<li>Håv - En håv används för att fånga fisken när den väl är på kroken. Det finns olika typer av håvar, från små håvar för att fånga småfisk till större håvar för att fånga större fiskar.</li>\r\n</ol>\r\nSammanfattningsvis kan färdiga mettafsar vara ett praktiskt alternativ för fiskare som vill ha en enkel och snabb lösning utan att behöva bygga sina egna mettafsar. Genom att välja en färdig mettafs med rätt storlek och typ av utrustning kan du förbättra dina chanser att fånga fisk och göra din fisketur mer effektiv. Valet av mettafs beror på personliga preferenser och det specifika syftet med fisketuren.",
        "url": "fardiga-mettafsar"
    },
    {
        "name": "Fästen &amp; Tillbehör",
        "woo_id": 148,
        "woo_parent_id": 645,
        "description": "",
        "url": "fasten-tillbehor"
    },
    {
        "name": "Feeders",
        "woo_id": 2480,
        "woo_parent_id": 773,
        "description": "",
        "url": "feeders"
    },
    {
        "name": "Feeders, Slangbellor",
        "woo_id": 920,
        "woo_parent_id": 773,
        "description": "",
        "url": "feeders-slangbellor"
    },
    {
        "name": "Finesse spön",
        "woo_id": 2662,
        "woo_parent_id": 823,
        "description": "Finesse spöt är ett spö som är mycket känsligt och tål beten med mindre vikter! Att fiska med ett finesse spö är otroligt kul och kan hjälpa dig att pröva på nya metoder av fisket som du kanske inte prövat förut. Finesse spöt hjälper dig att fånga den skygga fisken som inte vågar att hugga på de stora betet! Själva spöt är superkänsligt vilket gör att du känner av det minsta lilla hugg även det minsta lilla nafset.\r\n\r\nVårt sortiment av finesse spön är stort och det erbjuder på kända märken som Gunki mm. Att fiska med ett finesse spö är roligt och spännande då du inte vet hur stort hugg du kommer att få! Viktklassen på ett finesse spö ligger på ca 1-15g.\r\n\r\nVi på Eagle Fishing gillar finesse spön och har en del erfarenheter, så kom in till oss och få hjälp ned ditt nästa val inom fisket!",
        "url": "finesse-spon"
    },
    {
        "name": "Fiska Med Eagle",
        "woo_id": 1810,
        "woo_parent_id": 3488,
        "description": "",
        "url": "fiska-med-eagle"
    },
    {
        "name": "Fiskehandduk",
        "woo_id": 1592,
        "woo_parent_id": 1419,
        "description": "",
        "url": "fiskehandduk"
    },
    {
        "name": "Fiskeväskor",
        "woo_id": 1422,
        "woo_parent_id": 803,
        "description": "Fiskeväskor är en oumbärlig utrustning för sportfiskare, då de möjliggör smidig och praktisk transport av all nödvändig utrustning under en fisketur. En fiskeväska är utformad för att kunna rymma allt från fiskeutrustning till beten och fiskekläder.\r\n\r\nFiskeväskor finns i olika storlekar och modeller, från mindre ryggsäckar till stora fiskeväskor med flera fack och förvaringsutrymmen. En del fiskeväskor är utrustade med hjul och draghandtag för enkel transport, medan andra är mer kompakta och enkla att bära på ryggen.\r\n\r\nDe flesta fiskeväskor är utformade med flera fack och förvaringsutrymmen för att möjliggöra effektiv organisering av utrustningen. Vissa fiskeväskor har speciella fack för fiskespön, medan andra är utformade för att rymma mindre tillbehör som krokar, beten och linor.\r\n\r\nDet är viktigt att välja en fiskeväska som passar ens personliga behov och förvaringsbehov. En högkvalitativ fiskeväska kan vara en bra investering för sportfiskare som vill ha en bekväm och smidig transport av sin utrustning under fisketuren.\r\n\r\nSammanfattningsvis kan man säga att fiskeväskor är en viktig del av sportfiskarens utrustning, då de möjliggör enkel och smidig transport av all nödvändig utrustning under en fisketur. Det är viktigt att välja en fiskeväska som passar ens personliga behov och förvaringsbehov för att få en effektiv och bekväm fiskeupplevelse.",
        "url": "fiskevaskor"
    },
    {
        "name": "Fjäderringar",
        "woo_id": 1731,
        "woo_parent_id": 1409,
        "description": "Fjäderringar är små metallringar som är gjorda av fjäderstål. Det går att öppna och stänga den snabbt och enkelt.\r\n\r\nVi på Eagle Fishing har olika märken gällande fjäderringar, som, darts och opm. Vi tycker om grejer som håller och som inte rostar och har sig! Varmt välkommen in till oss på Eagle Fishing!",
        "url": "fjaderringar-krok-smaplock"
    },
    {
        "name": "Flätlinor",
        "woo_id": 842,
        "woo_parent_id": 800,
        "description": "Flätade fiskelinor är de bästa en fiskare kan ha. Vi har linor med högkvalitet och som tål en hel del.\r\n\r\nSiglon är en flätad lina som vi tycker väldigt mycket om, den är japansk och flätad med en bra tålighet samt styrka.\r\n\r\nAtt fiska med flätade linor är att föredra då nylon inte är lika hållbart och tål inte vissa knutar. Med flätlina så tål den mer knutar än nylon då flätlinans uppbyggnad är mycket mer uppskattad och prisvärd. Flätlinor kontrakterad som så att den är flätad och är strömlinjeformade och ger mindre motstånd i vattnet, detta gör att du kan kasta längre och vara mer pricksäker med dina kast!\r\n\r\nDen flätade linan är också styvare vilket gör att du känner mer vibrationer med flätadlina än nylonlina, detta påverkar ditt fiske enormt eftersom du känner när fisken nappar. Flätlinan ä också mer motståndskraftiga mot UV-strålning och kemikalier.\r\n\r\nOavsett om du är nybörjare eller eller proffs, därför är den flätande linan det bästa valet för en förbättrad fisketur.",
        "url": "flatlinor"
    },
    {
        "name": "Fleecetröjor",
        "woo_id": 3934,
        "woo_parent_id": 788,
        "description": "",
        "url": "fleecetrojor"
    },
    {
        "name": "Flöten",
        "woo_id": 5216,
        "woo_parent_id": 773,
        "description": "",
        "url": "floten-mete"
    },
    {
        "name": "Flöten",
        "woo_id": 2156,
        "woo_parent_id": 1409,
        "description": "Flöten är en viktig del av utrustningen för fiskare som vill använda sig av mete eller annan typ av stillafiske. Flöten hjälper till att hålla betet på rätt djup i vattnet och signalerar när fisken nappar på betet. Här är några exempel på vad som kan ingå i kategorin av flöten:\r\n<ol>\r\n \t<li>Traditionella bobbins - Dessa flöten är gjorda av trä, kork eller plast och är formade som små cylindrar eller kulor. De är lätta att använda och kan enkelt justeras för att hålla betet på önskat djup.</li>\r\n \t<li>Päronformade flöten - Dessa flöten har en mer oval form som liknar en päron. De är lätta att kasta ut i vattnet och kan användas på djupare vatten.</li>\r\n \t<li>Elektroniska flöten - Dessa flöten har en inbyggd elektronik som gör att de kan indikera när fisken nappar på betet genom ljud- eller ljussignaler. De är vanligtvis batteridrivna och kan anslutas till en mottagare som bärs på kroppen eller sitter på båten.</li>\r\n \t<li>Popp-up flöten - Dessa flöten är gjorda för att \"pop-up\" eller flyta ovanpå vattnet, vilket gör dem idealiska för att visa upp betet för fisken. De kan användas på djupt eller grunt vatten.</li>\r\n \t<li>Pellet flöten - Dessa flöten används ofta för att fiska på djupt vatten och är utformade för att hålla pelletsen på rätt djup. De kan enkelt justeras och är mycket synliga i vattnet.</li>\r\n \t<li>Spöflöten - Dessa flöten används tillsammans med flugfiske och är vanligtvis gjorda av skum. De är mycket lätta och används för att visa upp betet på ytan av vattnet.</li>\r\n</ol>\r\nSammanfattningsvis kan valet av flöte påverka dina chanser att fånga fisk, eftersom det hjälper till att hålla betet på rätt djup och signalerar när fisken nappar. Valet av flöte beror på den specifika typen av fiske du planerar att använda det till, samt djupet och andra faktorer i vattnet där du fiskar.",
        "url": "floten"
    },
    {
        "name": "Flöten, Dobbar",
        "woo_id": 929,
        "woo_parent_id": 773,
        "description": "",
        "url": "floten-dobbar"
    },
    {
        "name": "Flötesstopp",
        "woo_id": 133,
        "woo_parent_id": 773,
        "description": "",
        "url": "flotesstopp"
    },
    {
        "name": "Flötesstopp, Bommar, Fästen M.M",
        "woo_id": 1425,
        "woo_parent_id": 773,
        "description": "",
        "url": "flotesstopp-bommar-fasten-m-m"
    },
    {
        "name": "Flugbindning",
        "woo_id": 184,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugbindning"
    },
    {
        "name": "Flugbindning",
        "woo_id": 184,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugbindning"
    },
    {
        "name": "Flugfiskerullar",
        "woo_id": 168,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugfiskerullar"
    },
    {
        "name": "Flugfiskeset",
        "woo_id": 853,
        "woo_parent_id": 785,
        "description": "Flugfiskeset är en komplett uppsättning för flugfiske som vanligtvis innehåller ett flugspö, flugrulle och fluglina. Det finns flugfiskeset som passar alla fiskesituationer, från fiske i små bäckar och åar till havsfiske och storlaxfiske.\r\n\r\nEtt flugspö är klassificerat i intervaller om två, till exempel #5-6 eller #6-7. Klassen anger hur styvt spöet är och vilken typ av fisk och miljö det är lämpligt för. Här är några exempel på flugspöklasser:\r\n<ul>\r\n \t<li>#3-5 för harr, öring och regnbåge i bäckar, åar och småsjöar.</li>\r\n \t<li>#6-8 för havsöring och öring i sjöar och älvar.</li>\r\n \t<li>#9-10 för större fiskar som lax och för kustfiske och älvar och gäddfiske.</li>\r\n \t<li>#10-12 för fiske efter storlaxen och \"storvilt\" under utlandsresor.</li>\r\n</ul>\r\nEn viktig del av flugfisket är fluglinan. En fluglina består egentligen av tre delar: tafs, fluglina och backinglina. Tafsen förbinder flugan med fluglinan och är genomskinlig. Fluglinan finns i olika tyngder och tjocklekar. Linan är den tyngd som man kastar med i flugfiske. Backinglina är extra lina som används när du får en stor fisk som rusar.\r\n\r\nAndra viktiga termer att känna till i samband med flugfiske inkluderar indikatör, flytlina, sjunklina, spole, torrfluga, våtfluga och flugspö.\r\n\r\nEn indikatör är en färggrann sak på linan som markerar när det nappar. En flytlina förhindrar att flugan sjunker, medan en sjunklina används när flugan ska gå djupare.\r\n\r\nEn spole är navet i rullen, och torrflugor imiterar insekter på vattenytan medan våtflugor sjunker och imiterar insekter djupare i vattnet.\r\n\r\nNär du väljer ett flugspö är det viktigt att ta hänsyn till din egen erfarenhetsnivå och vilken typ av fiske du planerar att göra. För nybörjare passar ett allroundspö på 8-10 fot i klasserna 5-6, det är ett flugspö som passar de flesta typer av fiske i Sverige.",
        "url": "flugfiskeset-flugfiske"
    },
    {
        "name": "Flugfiskesortiment",
        "woo_id": 179,
        "woo_parent_id": 79,
        "description": "",
        "url": "flugfiskesortiment"
    },
    {
        "name": "Flugfiskespön",
        "woo_id": 840,
        "woo_parent_id": 785,
        "description": "Vilket flugfiskespö som passar dig beror på flera faktorer, inklusive dina personliga preferenser, fiskemetod och fiskevatten. Här är några faktorer att tänka på när du väljer ett flugfiskespö:\r\n<ol>\r\n \t<li>Spöets längd: Flugfiskespön finns i olika längder, vanligtvis mellan 7 och 10 fot. Kortare spön är vanligtvis lättare att hantera och ger bättre kontroll på korta kast, medan längre spön ger bättre kastlängd och är mer lämpliga för större fiskar.</li>\r\n \t<li>Spöets kraft: Spön har olika grad av kraft, från lätt till tungt. En lätt kraft passar bäst för mindre fiskar och kortare kast, medan ett tyngre spö kan hantera större fiskar och längre kast.</li>\r\n \t<li>Spöets aktion: Spön kan ha olika aktioner, som definierar hur spöt böjer sig när det belastas med linan. Spön med snabb aktion är styvare och ger bättre kastlängd, medan spön med långsam aktion är mjukare och ger bättre kontroll och precision.</li>\r\n \t<li>Fiskemetod: Vilken fiskemetod du använder spelar också en roll. Om du till exempel fiskar torrfluga behöver du ett spö med mjukare aktion för att undvika att riva bort flugan från vattnet, medan om du fiskar nymfer eller streamers kan du behöva ett spö med snabbare aktion för att kasta tunga flugor.</li>\r\n \t<li>Fiskevatten: Vilken typ av vatten du fiskar i kan också påverka ditt val av spö. Om du fiskar i små bäckar med mycket vegetation kanske du vill ha ett kortare spö med lägre kraft för att undvika att skada växtligheten, medan om du fiskar i stora sjöar eller floder kan du behöva ett längre spö med högre kraft för att hantera större fiskar och längre kast.</li>\r\n</ol>\r\nSammanfattningsvis, välj ett flugfiskespö som passar din personliga fiskemetod och preferenser, samt det vatten du fiskar i. Det är också viktigt att köpa ett spö av hög kvalitet som är tillverkat av bra material och som passar din budget.",
        "url": "flugfiskespon"
    },
    {
        "name": "Flugfiskevästar",
        "woo_id": 1515,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugfiskevastar"
    },
    {
        "name": "Fluglinor",
        "woo_id": 878,
        "woo_parent_id": 785,
        "description": "",
        "url": "fluglinor-flugfiske"
    },
    {
        "name": "Fluglinor &amp; Backing",
        "woo_id": 1451,
        "woo_parent_id": 785,
        "description": "",
        "url": "fluglinor-backing"
    },
    {
        "name": "Flugor",
        "woo_id": 922,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugor"
    },
    {
        "name": "Flugrullar",
        "woo_id": 1621,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugrullar"
    },
    {
        "name": "Flugsaskar",
        "woo_id": 1620,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugsaskar"
    },
    {
        "name": "Flugsortiment",
        "woo_id": 879,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugsortiment-flugfiske"
    },
    {
        "name": "Flugspön",
        "woo_id": 1573,
        "woo_parent_id": 785,
        "description": "",
        "url": "flugspon"
    },
    {
        "name": "Fluorocarbon",
        "woo_id": 924,
        "woo_parent_id": 800,
        "description": "I vår kategori för fluorocarbon-linor hittar du högkvalitativa linor som är kända för sin höga slitstyrka och osynlighet i vattnet. Fluorocarbon-linor är en populär typ av fiskelina som är gjord av en speciell typ av polymer som gör den nästan osynlig i vattnet. Detta gör att fisken inte upptäcker linan lika lätt, vilket kan öka dina chanser att fånga den stora fisken. Våra fluorocarbon-linor finns i olika tjocklekar och längder, och kan användas för olika typer av fiske, både i sötvatten och saltvatten. Vi erbjuder fluorocarbon-linor från välkända tillverkare, som har utformats med noggrannhet för att ge dig bästa möjliga chans att fånga fisken du söker. Utforska vårt utbud av fluorocarbon-linor för att hitta den som passar dig och din fiskestil.",
        "url": "fluorocarbon"
    },
    {
        "name": "Flytkulor",
        "woo_id": 1502,
        "woo_parent_id": 1409,
        "description": "Flytkulor är en typ av utrustning som används inom fiske för att hålla betet på rätt djup i vattnet. De används ofta tillsammans med flöten och är vanligtvis gjorda av skum eller plast. Flytkulor är lätta och enkla att använda, och kan enkelt justeras för att hålla betet på önskat djup.\r\n\r\nHär är några exempel på vad som kan ingå i kategorin av flytkulor:\r\n<ol>\r\n \t<li>Skumkulor - Dessa flytkulor är vanligtvis tillverkade av hård skumplast och är lätta att kasta ut i vattnet. De kan enkelt justeras för att hålla betet på önskat djup.</li>\r\n \t<li>Plastkulor - Dessa flytkulor är vanligtvis tillverkade av plast och finns i olika storlekar och färger. De är lätta att använda och kan enkelt justeras för att hålla betet på rätt djup.</li>\r\n \t<li>Rostfria kulor - Dessa flytkulor är tillverkade av rostfritt stål och är vanligtvis tunga. De används ofta för att fiska på djupt vatten och kan enkelt justeras för att hålla betet på rätt djup.</li>\r\n \t<li>Korkkulor - Dessa flytkulor är tillverkade av kork och är lätta att använda. De används oftast för att fiska på grunt vatten och kan enkelt justeras för att hålla betet på rätt djup.</li>\r\n \t<li>Glasfiberkulor - Dessa flytkulor är tillverkade av glasfiber och är mycket lätta och tåliga. De används oftast för att fiska på djupt vatten och kan enkelt justeras för att hålla betet på rätt djup.</li>\r\n</ol>\r\nSammanfattningsvis används flytkulor för att hålla betet på rätt djup i vattnet, vilket kan hjälpa dig att fånga mer fisk. Valet av flytkulor beror på den specifika typen av fiske du planerar att använda dem till, samt djupet och andra faktorer i vattnet där du fiskar.",
        "url": "flytkulor"
    },
    {
        "name": "Flytoveraller",
        "woo_id": 1457,
        "woo_parent_id": 788,
        "description": "",
        "url": "flytoveraller-klader"
    },
    {
        "name": "Flytplagg",
        "woo_id": 1775,
        "woo_parent_id": 788,
        "description": "",
        "url": "flytplagg"
    },
    {
        "name": "Flytring",
        "woo_id": 1428,
        "woo_parent_id": 785,
        "description": "",
        "url": "flytring"
    },
    {
        "name": "Flytvästar",
        "woo_id": 1458,
        "woo_parent_id": 788,
        "description": "",
        "url": "flytvastar"
    },
    {
        "name": "Företagsevent",
        "woo_id": 3489,
        "woo_parent_id": 3488,
        "description": "",
        "url": "foretagsevent"
    },
    {
        "name": "Förvaring &amp; Kläder",
        "woo_id": 2220,
        "woo_parent_id": 773,
        "description": "",
        "url": "forvaring-klader"
    },
    {
        "name": "Förvaring Flugfiske",
        "woo_id": 881,
        "woo_parent_id": 785,
        "description": "",
        "url": "forvaring-flugfiske"
    },
    {
        "name": "Förvaring Levande Bete",
        "woo_id": 910,
        "woo_parent_id": 803,
        "description": "Att ha en tillförlitlig och effektiv förvaring för levande beten är en viktig del av sportfisket. Oavsett om du fiskar med mask, maggot, kräfta eller något annat levande bete, behöver du en förvaringslösning som håller betena vid liv och i gott skick.\r\n\r\nFörvaring av levande beten kan ske på flera olika sätt, och det finns ett brett utbud av förvaringsprodukter på marknaden. Vanliga förvaringslösningar för levande beten inkluderar beteshinkar, betesboxar och väskor med isolerade fack.\r\n\r\nEn beteshink är en praktisk och enkel förvaringslösning som vanligtvis består av en hink med ett lock och ett inre nät. Beteshinkar finns i olika storlekar och är enkla att transportera. De är vanligtvis lämpliga för kortare fisketurer eller för att förvara mindre mängder beten.\r\n\r\nBetesboxar är en annan vanlig förvaringslösning för levande beten. De är utformade med separata fack som håller betena separerade och organiserade. Betesboxar finns i olika storlekar och är lämpliga för att förvara större mängder beten under längre fisketurer.\r\n\r\nVäskor med isolerade fack är en annan förvaringslösning som är lämplig för att förvara större mängder levande beten. De är vanligtvis utformade med flera fack och kan ha en isolerad konstruktion för att hålla betena vid liv under längre perioder. Dessa väskor kan bäras som en ryggsäck eller över axeln och är vanligtvis utrustade med olika förvaringsfack för att möjliggöra enkel organisering av utrustning.\r\n\r\nSammanfattningsvis kan man säga att en tillförlitlig förvaring av levande beten är en viktig del av sportfisket. Oavsett om du använder en beteshink, betesbox eller väska med isolerade fack, är det viktigt att välja en förvaringslösning som passar dina personliga behov och fisketyp.",
        "url": "forvaring-levande-bete"
    },
    {
        "name": "Gäddsäck",
        "woo_id": 1492,
        "woo_parent_id": 1419,
        "description": "",
        "url": "gaddsack"
    },
    {
        "name": "Gäddspön - haspel",
        "woo_id": 2664,
        "woo_parent_id": 823,
        "description": "",
        "url": "gaddspon-haspel"
    },
    {
        "name": "Gäddspön - haspel",
        "woo_id": 2664,
        "woo_parent_id": 823,
        "description": "",
        "url": "gaddspon-haspel"
    },
    {
        "name": "Givare &amp; Givarfästen",
        "woo_id": 1612,
        "woo_parent_id": 645,
        "description": "",
        "url": "givare-givarfasten"
    },
    {
        "name": "Givarhållare",
        "woo_id": 1575,
        "woo_parent_id": 645,
        "description": "",
        "url": "givarhallare"
    },
    {
        "name": "Glaskulor",
        "woo_id": 1729,
        "woo_parent_id": 1409,
        "description": "",
        "url": "glaskulor"
    },
    {
        "name": "Glass",
        "woo_id": 3382,
        "woo_parent_id": 981,
        "description": "",
        "url": "glass-mat-dryck"
    },
    {
        "name": "Grundvattenankare &amp; Tillbehör",
        "woo_id": 3951,
        "woo_parent_id": 645,
        "description": "",
        "url": "grundvattenankare-tillbehor"
    },
    {
        "name": "Gummikulor",
        "woo_id": 1511,
        "woo_parent_id": 1409,
        "description": "",
        "url": "gummikulor"
    },
    {
        "name": "Hålla Värmen",
        "woo_id": 911,
        "woo_parent_id": 767,
        "description": "",
        "url": "halla-varmen"
    },
    {
        "name": "Halsduk &amp; Ansiktsmask",
        "woo_id": 1498,
        "woo_parent_id": 788,
        "description": "",
        "url": "halsduk-ansiktsmask"
    },
    {
        "name": "Handgjord inredning i trä",
        "woo_id": 4786,
        "woo_parent_id": 4785,
        "description": "Handgjord Heminredning i Trä – Naturmaterial och Återvunnet\r\n\r\nVälkommen till vår kollektion av handgjord heminredning i trä, där naturens egen charm möter kreativt hantverk. Varje produkt är unik och skapad med omsorg, för att ge ditt hem en personlig och varm atmosfär. Vi erbjuder allt från vackra detaljer i obehandlat naturträ till kreativa föremål tillverkade av återvunnet trä, perfekt för dig som värdesätter hållbarhet och stil.\r\n\r\nUpptäck vår passion för träets naturliga skönhet och låt dessa tidlösa inredningsdetaljer skapa en lugn och harmonisk känsla i ditt hem.",
        "url": "handgjord-inredning-i-tra"
    },
    {
        "name": "Handgjorda Beten",
        "woo_id": 4588,
        "woo_parent_id": 731,
        "description": "",
        "url": "handgjorda-beten"
    },
    {
        "name": "Handskar",
        "woo_id": 900,
        "woo_parent_id": 788,
        "description": "",
        "url": "handskar"
    },
    {
        "name": "Haspelrullar",
        "woo_id": 904,
        "woo_parent_id": 760,
        "description": "Vad är en haspelrulle? En haspelrulle är en lätt och smidig rulle som används av både amatörfiskare och proffsfiskare. Det finns olika storlekar och modeller att välja mellan, inklusive haspelrullar för abborrfiske, gäddfiske och öringsfiske. Hos Eagle Fishing har vi ett brett utbud av haspelrullar från de bästa märkena, inklusive Shimano, Okuma, 13 Fishing och många fler!\r\n\r\nVilken haspelrulle skulle du rekommendera? Det beror på vilken typ av fiske du ska utöva och vilken fisk du är ute efter. För abborrfiske rekommenderar vi en lätt haspelrulle som Shimano, Okuma eller 13 Fishing. För gäddfiske rekommenderar vi en högpresterande haspelrulle som klarar av att hantera de större gäddorna. Vi har flera modeller att välja mellan, inklusive rullar från Shimano, Okuma och 13 Fishing. För öringsfiske kan du välja en lätt och smidig haspelrulle som är enkel att manövrera. Vilken haspelrulle som passar bäst för just dig beror på dina personliga preferenser och behov.\r\n\r\nVilken haspelrulle rekommenderar ni? Hos Eagle Fishing har vi ett stort utbud av haspelrullar från olika märken och modeller, inklusive Shimano, Okuma, 13 Fishing och flera andra. Vi kan rekommendera ett specifikt märke och modell beroende på vilken typ av fiske du ska utöva och vilken fisk du är ute efter. Tveka inte att kontakta oss om du behöver hjälp att välja rätt haspelrulle för ditt fiske!",
        "url": "haspelrullar"
    },
    {
        "name": "Haspelset",
        "woo_id": 1508,
        "woo_parent_id": 1507,
        "description": "Vår kategori för haspelset innehåller ett brett utbud av kvalitetsset som passar både erfarna fiskare och nybörjare. Våra haspelset är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en enkel och smidig fiskeupplevelse. Välj mellan olika modeller och storlekar som passar för olika fiskarter och fiskestilar. Med våra haspelset kan du vara säker på att du har det rätta verktyget för att göra din fiskeupplevelse rolig och lyckad.",
        "url": "haspelset-fiskeset"
    },
    {
        "name": "Haspelspön",
        "woo_id": 895,
        "woo_parent_id": 823,
        "description": "Haspelspön är ett vanligt val inom spö valet. Det är enkelt och förekommer i olika storlekar och modeller som passar just dig! Haspelspöt är lätthanterat och smidigt vid fisket. Många fiskare från nybörjare till proffsfiskare fiskar med haspelspön då det är bekvämt och lätt att hantera. Till ett haspelspö krävs en haspelrulle, vi på Eagle Fishing har olika sorters rullar och spön i olika färger och storlekar vilket gör att du kan köpa dig ett krispigt fiskeset!\r\n\r\nNär man ska välja ett haspelspö så är det viktigt att du väljer rätt för det fiske du tänker fiska. UL-spö (Ultra light) är ett spö som är mycket lätt men mycket känsligt här ligger viktklassen på ca 1-15g\r\n\r\nAllroundspön ligger med en viktklass på ca 20-40g och med detta spö kan du fiska lite allt möjligt.\r\n\r\nDet finns även kraftigare spön som det fiskas bland annat, gädda, torsk, tonfisk mm. Här kan viktklassen ligga på 60-180g!",
        "url": "haspelspon-fiskespon"
    },
    {
        "name": "håvar",
        "woo_id": 177,
        "woo_parent_id": 785,
        "description": "",
        "url": "havar"
    },
    {
        "name": "Håvar",
        "woo_id": 1427,
        "woo_parent_id": 1419,
        "description": "Vi på Eagle Fishing tycker att man ska hantera fisken på ett enkelt och smidigt sätt, därför så har vi flera olika håvar i flera olika storlekar och kvalité. Vi har märken som, Gunki, Bite of bleak, Fly dressing, Patriot, Rapala och mer!\r\n\r\nAtt hantera fisken med varsamhet är viktigt. Vi har håvar som är enkla och smidiga så att du kan lätt håva in fisken samt släppa lös den utan några svårigheter under din nästa fisketur.",
        "url": "havar-verktyg-tillbehor"
    },
    {
        "name": "Håvnät &amp; Vågnät",
        "woo_id": 1454,
        "woo_parent_id": 1419,
        "description": "",
        "url": "havnat-vagnat"
    },
    {
        "name": "Havsfiske",
        "woo_id": 776,
        "woo_parent_id": 731,
        "description": "Hos oss på Eagle Fishing så har vi ett sortiment av olika grejer och tillbehör av havsfiskegrejer! Vi har häcklor, jiggar, pirkar, skeddrag, och en massa krokar m.m. Med kända märken som, savage gear, wiggler, remen och fler!\r\n\r\nVi vill att din fiskeupplevelse ska vara optimal och fylld med spänning, därför så är vi engagerade inom just det fisket du vill fiska.",
        "url": "havsfiske"
    },
    {
        "name": "Havsfiske Beten",
        "woo_id": 1512,
        "woo_parent_id": 731,
        "description": "",
        "url": "havsfiske-beten"
    },
    {
        "name": "Havsfiskerullar",
        "woo_id": 1533,
        "woo_parent_id": 760,
        "description": "Havsfiske är en spännande och utmanande form av fiske som kräver speciella rullar som är anpassade för att hantera de stora och starka fiskarna som lever i havet. Hos Eagle Fishing har vi ett brett utbud av havsfiskerullar från de bästa märkena, inklusive Penn, Shimano, Okuma och många fler!\r\n\r\nVad är en havsfiskerulle? En havsfiskerulle är en specialdesignad rulle som är anpassad för att hantera de stora fiskarna som lever i havet. Dessa rullar är vanligtvis större och starkare än vanliga haspelrullar och har högre utväxling för att hantera de tunga beten som används vid havsfiske.\r\n\r\nVilken havsfiskerulle skulle du rekommendera? Det beror på vilken typ av havsfiske du ska utöva och vilken fisk du är ute efter. För lättare havsfiske efter fiskar som makrill och torsk rekommenderar vi en mindre och lättare havsfiskerulle. För tyngre havsfiske efter fiskar som tonfisk och haj rekommenderar vi en större och kraftfullare rulle. Hos Eagle Fishing har vi havsfiskerullar i olika storlekar och modeller för att passa olika behov och önskemål.\r\n\r\nVilken havsfiskerulle rekommenderar ni? Hos Eagle Fishing har vi ett stort utbud av havsfiskerullar från olika märken och modeller, inklusive Penn, Shimano, Okuma och flera andra. Vi kan rekommendera en specifik havsfiskerulle beroende på vilken typ av fiske du ska utöva och vilken fisk du är ute efter. Tveka inte att kontakta oss om du behöver hjälp att välja rätt havsfiskerulle för ditt fiske!",
        "url": "havsfiskerullar-fiskerullar"
    },
    {
        "name": "Havsfiskeset",
        "woo_id": 1510,
        "woo_parent_id": 1507,
        "description": "Vår kategori för havsfiskeset erbjuder allt du behöver för en lyckad fiskeupplevelse på havet. Vi har ett brett utbud av högkvalitativa set som är speciellt utformade för att hantera de tuffa förhållandena som kommer med att fiska i havet. Våra havsfiskeset är utrustade med högkvalitativa rullar, spön och linor som är tåliga nog för att klara av att dra upp stora fiskar. Vi har set som passar för olika fiskarter och fiskestilar, från djuphavsfiske till trolling. Med våra havsfiskeset kan du vara säker på att du har det bästa verktyget för att ta upp dina största fångster.",
        "url": "havsfiskeset-fiskeset"
    },
    {
        "name": "Havsfiskespön",
        "woo_id": 1559,
        "woo_parent_id": 823,
        "description": "Valet av havsfiskespö beror på vilken typ av fiske du planerar att utföra och vilken typ av fisk du vill fånga. Här är några faktorer att överväga när du väljer ett havsfiskespö:\r\n<ol>\r\n \t<li>Fisketyp: Vissa spön är bättre lämpade för specifika fiskemetoder, som exempelvis trolling, jiggfiske eller kastfiske.</li>\r\n \t<li>Fiskens storlek: Stora fiskar kräver ett starkare spö med högre dragstyrka än mindre fiskar.</li>\r\n \t<li>Fiskemiljö: Om du fiskar i ett vindpinat område eller på djupt vatten behöver du ett spö med olika egenskaper än om du fiskar i en lugn bukt.</li>\r\n \t<li>Personlig komfort: Det är också viktigt att tänka på din egen komfort när du väljer ett spö. Havsfiskespön finns i olika längder, material och handtag, så välj ett som passar din kroppsstorlek och personliga preferenser.</li>\r\n</ol>\r\nNågra exempel på havsfiskespön inkluderar spön för trolling, jigging, kastfiske och fiske från båt eller strand.\r\n\r\nNär du väljer ett spö, titta efter märken som Penn, Shimano, Daiwa, Okuma och Abu Garcia. Dessa är välkända för att producera högkvalitativa spön för en mängd olika fiskemetoder och fiskarter som torsk, tonfisk, marlin, lax och mer.",
        "url": "havsfiskespon-fiskespon"
    },
    {
        "name": "Håvskaft",
        "woo_id": 4633,
        "woo_parent_id": 773,
        "description": "Håvskaft - Perfekt För Mete\r\nVälkommen till kategorin \"Håvskaft\" på Eaglefishing.se, din specialist på högkvalitativ fiskerutrustning. I denna underkategori av mete hittar du ett noggrant utvalt sortiment av håvskaft från det välkända varumärket Sensas.\r\n\r\nHåvskaft - En Nödvändighet för Metefiske\r\nHåvskaft är ett oumbärligt verktyg för alla metefiskare. Ett bra håvskaft gör det enkelt och säkert att landa fångsten utan att riskera att tappa fisken. Våra håvskaft från Sensas är designade för att vara robusta, lätta och lätta att hantera, vilket gör dem perfekta för både nybörjare och erfarna fiskare.\r\n\r\nVad ska man tänka på när man väljer håvskaft?\r\nLängd: Välj ett håvskaft med rätt längd beroende på dina fiskevatten och personliga preferenser. Ett längre håvskaft kan vara fördelaktigt vid fiske från högre stränder eller bryggor.\r\nMaterial: Våra håvskaft är tillverkade av hållbara och lätta material som kolfiber, vilket ger både styrka och enkel hantering.\r\nKompabilitet: Kontrollera att håvskaftet passar med din befintliga håvram för att säkerställa en smidig användning.\r\nVarför välja håvskaft från Sensas?\r\nSensas är ett välrenommerat varumärke känt för sin pålitlighet och höga kvalitet. Deras håvskaft är utformade med fokus på användarvänlighet och hållbarhet, vilket gör dem till ett utmärkt val för alla typer av metefiske.\r\n\r\nVi finns här för att hjälpa dig!\r\nHar du frågor eller funderingar kring valet av håvskaft? Tveka inte att kontakta oss! Vi finns här för att ge dig all information och support du behöver. Du kan nå oss via e-post på butik@eagle.fishing, genom att skicka ett meddelande på Facebook eller Instagram, eller ringa oss på telefonnummer 070-444 40 62. Vi hjälper dig gärna att hitta det perfekta håvskaftet för dina fiskebehover.\r\n\r\nUtforska vårt sortiment av håvskaft och uppgradera din fiskeutrustning med pålitliga och högpresterande produkter från Eaglefishing.se. Med Sensas kan du vara säker på att du får toppkvalitet och hållbarhet.",
        "url": "havskaft"
    },
    {
        "name": "Hip packs",
        "woo_id": 1464,
        "woo_parent_id": 803,
        "description": "Hip packs, eller höftväskor på svenska, är en typ av fiskeutrustning som har blivit allt mer populär bland fiskare på senare tid. Dessa väskor är utformade för att sitta runt höften och ger fiskaren möjlighet att enkelt bära med sig det nödvändigaste för en dag på vattnet.\r\n\r\nHip packs finns i olika storlekar och varianter, men de flesta har flera fack för förvaring av beten, tafsar, verktyg och annan utrustning. De flesta höftväskor är också tillverkade av material som är vattentäta eller åtminstone vattenresistenta, för att skydda din utrustning mot fukt och vatten.\r\n\r\nEn fördel med hip packs jämfört med större fiskeväskor är att de är lättare och mer smidiga att bära med sig. De sitter också bekvämt runt höften, vilket gör att du kan röra dig friare och bekvämare när du fiskar. Hip packs passar därför särskilt bra för fiske på mindre vatten eller när du behöver vara mer rörlig.\r\n\r\nHip packs är ett utmärkt val för fiskare som vill ha allt de behöver inom räckhåll, samtidigt som de vill ha en lättare och mer smidig utrustning. De är också populära bland flugfiskare, då de ger möjlighet att byta flugor snabbt och enkelt under fiskepasset.",
        "url": "hip-packs"
    },
    {
        "name": "Hoodies",
        "woo_id": 1417,
        "woo_parent_id": 788,
        "description": "",
        "url": "hoodies"
    },
    {
        "name": "Huggkrok",
        "woo_id": 1467,
        "woo_parent_id": 1419,
        "description": "",
        "url": "huggkrok"
    },
    {
        "name": "Hybrid och Tailbeten",
        "woo_id": 105,
        "woo_parent_id": 731,
        "description": "Hybrid och tailbeten är otroliga gäddfångare! Att fiska gädda med tailbeten är roligt och framförallt spännande för både dig och fisken. Vi på Eagle Fishing har ett sortiment fullt av spännande produkter som levererar både fisk och spänning ute på vattnet! Oavsett storlek på betet.\r\n\r\nVi har olika sorters beten från olika märken som ABU, rapala m.m. Vi har även extra tails som du kan köpa separat. Detta gör att du kan byta och mixa stjärten på ditt hybrid och taiilbete!\r\n\r\nVi hoppas att vi kan hjälpa dig att få en fortsatt lyckad fisketur med schysta prylar från oss på Eagle Fishing.",
        "url": "hybrid-och-tailbeten"
    },
    {
        "name": "Impregnering",
        "woo_id": 1617,
        "woo_parent_id": 788,
        "description": "",
        "url": "impregnering"
    },
    {
        "name": "Inkapslade rullar",
        "woo_id": 90,
        "woo_parent_id": 760,
        "description": "",
        "url": "inkapslade-rullar"
    },
    {
        "name": "Inkapslade set",
        "woo_id": 1509,
        "woo_parent_id": 1507,
        "description": "Vår kategori för inkapslade set erbjuder en enkel och praktisk lösning för alla som vill ha ett lättanvänt och pålitligt verktyg för fiske. Våra inkapslade set är utformade med enkla, användarvänliga funktioner och är lätta att hantera för både nybörjare och erfarna fiskare. Varje set innehåller en rulle, spö och linor som är inkapslade för att minska risken för att linan trasslar sig eller går sönder. Välj mellan olika storlekar och modeller för att hitta det som passar för dina fiskebehov. Med våra inkapslade set kan du njuta av en lyckad fiskeupplevelse utan krångel och besvär.",
        "url": "inkapslade-set-fiskeset"
    },
    {
        "name": "Isbill &amp; Issågar",
        "woo_id": 4836,
        "woo_parent_id": 770,
        "description": "",
        "url": "isbill-issagar"
    },
    {
        "name": "Isborrar &amp; Tillbehör",
        "woo_id": 834,
        "woo_parent_id": 770,
        "description": "<strong>Isborrar för Skruvdragarborrar hos Eagle Fishing</strong>\r\n\r\nVälkommen till Eagle Fishing, din främsta källa för högkvalitativa isborrar som är skräddarsydda för skruvdragarborrar. Vi erbjuder ett omfattande sortiment av premiumprodukter som är designade för att möta behoven hos både nybörjare och erfarna isfiskare.\r\n<h3>Nero - Kraft och Precision i Ett</h3>\r\nUtforska vårt sortiment av Nero isborrar, kända för sin överlägsna kraft och precision. Med innovativa teknologier och högkvalitativa material garanterar Nero att du kan borra genom isen med lätthet och snabbhet med din skruvdragarborr.\r\n<h3>Hurricane X58 - Styrka och Robust Konstruktion</h3>\r\nUpptäck fördelarna med Hurricane X58 isborrar för skruvdragarborrar. Dessa borrar är konstruerade för att klara av utmanande isförhållanden och ger dig kraften att enkelt borra genom tjock is med din skruvdragarborr.\r\n<h3>Mora Isborr - Tradition och Kvalitet</h3>\r\nUtforska vår kollektion av Mora isborrar, skapade speciellt för användning med skruvdragarborrar. Med noggrann tillverkning och högkvalitativa material är Mora isborrar en pålitlig följeslagare för varje isfisketur.\r\n<h3>Isborrar för Pimpel och Ismete med Skruvdragaradapter</h3>\r\nOavsett om du föredrar pimpelfiske eller ismete har vi specialiserade isborrar med skruvdragaradapter för att enkelt anpassa din utrustning efter dina önskemål. Utforska vårt sortiment och ge dig själv den bästa isfiskeupplevelsen.\r\n\r\nGör dig redo för en fantastisk isfiskesäsong med Eagle Fishing. Utforska vårt sortiment idag och investera i högkvalitativa isborrar som är perfekt anpassade för skruvdragarborrar.",
        "url": "isborrar-tillbehor"
    },
    {
        "name": "Isfiskerullar",
        "woo_id": 1898,
        "woo_parent_id": 760,
        "description": "Isfiskerullar är en viktig utrustning för sportfiskare som gillar att fiska under vintern när sjöar och vattendrag är täckta av is. Isfiskerullar är utformade för att klara av de extrema förhållandena som uppstår vid isfiske, inklusive kyla och snö.\r\n\r\nDe flesta isfiskerullar har en låg profil och en liten spole som rymmer en tunn linje, eftersom isfiske ofta kräver fina linor. Vissa isfiskerullar är också utrustade med en frikopplingsfunktion, vilket gör att fiskaren kan släppa linan snabbt om fisken plötsligt drar iväg.\r\n\r\nMånga isfiskerullar är också utrustade med isfiskestångar, som kan ha en kort längd och en styvhet som gör dem lämpliga för att hantera små fiskar som abborre och sik. Vissa isfiskestångar kan också ha sensorer som signalerar när en fisk har nappat.\r\n\r\nIsfiskerullar finns i olika prisklasser och kvaliteter, från enklare modeller för nybörjare till mer avancerade och professionella rullar för erfarna fiskare. Det är viktigt att välja en isfiskerulle som passar dina behov och fiskestil, samt att se till att den är av hög kvalitet och lämpad för användning under vinterförhållanden.",
        "url": "isfiskerullar"
    },
    {
        "name": "Isfiskespön",
        "woo_id": 4838,
        "woo_parent_id": 770,
        "description": "",
        "url": "isfiskespon"
    },
    {
        "name": "Isfisketält &amp; Tillbehör",
        "woo_id": 930,
        "woo_parent_id": 770,
        "description": "",
        "url": "isfisketalt-vinterfiske"
    },
    {
        "name": "Ismete och angelfiske",
        "woo_id": 859,
        "woo_parent_id": 770,
        "description": "",
        "url": "ismete-och-angelfiske"
    },
    {
        "name": "Isskopor",
        "woo_id": 830,
        "woo_parent_id": 770,
        "description": "",
        "url": "isskopor"
    },
    {
        "name": "jackor",
        "woo_id": 1434,
        "woo_parent_id": 788,
        "description": "",
        "url": "jackor"
    },
    {
        "name": "Jerkbaits",
        "woo_id": 874,
        "woo_parent_id": 731,
        "description": "Jerkbaits är ett bete som ska efterlikna en skadad fisk i vattnet, att fiska med jerkbaits är inte alls svårt. Det krävs rätt färg och rätt teknik när du ska fiske med jerkbaits! Jerkbaitet har en gång som liknar sicksack mönstret.\r\n\r\nNär du fiskar med jerkbaits så rycker du hem betet med jämna hastigheter, hastigheten har en stor betydelse. Det finns även jerkbaits som kallas för \"swim\" Dessa beten simmar av sig själv vilket betyder att du inte behöver rycka hem betet! Hårda jerbaits är tillverkade av plast eller trä och liknar en fisk.\r\n\r\nSuspending gör att betet inte inte sjunker eller flyter utan den svävar precis under vattenytan. Detta kan locka till sig fisken när den befinner sig i djupare vatten!\r\n\r\nSinking gör så att jerkbaitet sjunker vilket är bra när du ska fiska större fisk på djupt vatten.\r\n\r\nSlow sinking är byggd så att den simmar närmare ytan men även på djupt vatten.\r\n\r\nJerkbait med en sked, skeden gör att betet simmar oregelbundet. Denna typ av bete ska du använda när du ska fiska runt mycket växtområden eller längst botten på vattnet.",
        "url": "jerkbaits"
    },
    {
        "name": "Jerkbaitset",
        "woo_id": 1607,
        "woo_parent_id": 1507,
        "description": "Vår kategori för jerkbaitset är utformad för att tillgodose behoven hos den entusiastiska fiskaren som vill ha det bästa verktyget för jerkbaitfiske. Vi erbjuder en mängd olika jerkbaitset som är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en enkel och smidig jerkbaitfiskeupplevelse. Våra jerkbaitset innehåller högkvalitativa spön, rullar och linor som är avsedda att hantera större fiskar och tuffare förhållanden. Vi har set som passar för olika fiskarter och jerkbaittekniker, från slow jerk till fast jerk. Med våra jerkbaitset kan du vara säker på att du har rätt verktyg för att locka till dig de största och mest aggressiva fiskarna.",
        "url": "jerkbaitset"
    },
    {
        "name": "Jerkbaitspön",
        "woo_id": 1605,
        "woo_parent_id": 823,
        "description": "Jerkbaitspöt är det spöt för dig som gillar att använda spöt under betets hemgång. Jerkbaitfiske är en teknik som används för att söka predatorfisk som, Abborre, Gädda och Gös. För att kunna fiska med jerkbait så krävs ett speciellt spö som är avsätt för att kasta jerkbaits. Jerkbaitspöna är designade för att ge dig en snabb återhämtning när du drar in betet. Du kommer också att känna på rejäla hugg som kommer att chocka dig varje gång du får kontakt med en firre!\r\n\r\nAtt fiska med jerkbaitspö är inte alls svårt, det krävs bara lite träning och lite olika metoder att få hem betet i rätt tempo och takt. Alla kan fiska med jerkbaitspön!\r\n\r\nVårt sortiment av jerkbaitspön inkluderar högpresterande modeller av olika kända varumärken. Oavsett om du är nybörjare eller en erfaren jerkbaitfiskare så har vi prylar just för dig! Så kom och fynda för en maximal upplevelse på din nästa tur!",
        "url": "jerkbaitspon"
    },
    {
        "name": "Jerkspön",
        "woo_id": 2663,
        "woo_parent_id": 823,
        "description": "",
        "url": "jerkspon"
    },
    {
        "name": "Jiggar och Gummibeten",
        "woo_id": 866,
        "woo_parent_id": 731,
        "description": "Jiggar och gummibeten är de beten som fiskas mest i Sverige, med jiggar så kan du fiska Abborre, Gädda, Gös m.m. Vi på Eagle Fishing har ett stort sortiment på jiggar både stora och små även i bra kvalitet så att du inte blir av med jiggen efter några hugg.\r\n\r\nInom Abborr och Gösfisket så är en jigg vanligt att fiska med, men det finns olika sorters jiggar och jiggskallar som gunki, bite of bleak, kanalgratis, cwc, illex  m.m. En massor som fungerar på olika sätt, Vi har det mesta på Eagle Fishing och i bra kvalitet så att du kan uppleva det bästa fisket på din nästa resa!\r\n\r\nInom Gäddfisket så är en jigg mycket vanligt, vi har jiggar från kanalgratis, svartzonker, cwc m.m. En mycket vanlig jigg är pigshad, pigshad förekommer i olika storlekar och färger. Vi har pigshads och andra roliga jiggar som kommer att locka fisken på en helt ny nivå!",
        "url": "jiggar-och-gummibeten"
    },
    {
        "name": "Jiggskallar",
        "woo_id": 1421,
        "woo_parent_id": 1409,
        "description": "Jiggskallar har en stor betydelse i ditt fiske med gummi beten. Att ha rätt storlek och rätt viktklass kan vara det som avgör! Vi på Eagle Fishing har olika sorters jiggskallar från olika märken som, Darts, BFT, Bite of bleak, Gunki, Illex, Wiggler och fler!\r\n\r\nVi har ett stort sortiment på jiggskallar i flera storlekar och modeller så att fisken inte har en chans!",
        "url": "jiggskallar"
    },
    {
        "name": "Kampanj A.Jensen",
        "woo_id": 5227,
        "woo_parent_id": 5217,
        "description": "",
        "url": "kampanj-a-jensen"
    },
    {
        "name": "Kampanj Spöcombos",
        "woo_id": 5220,
        "woo_parent_id": 5217,
        "description": "",
        "url": "kampanj-spocombos"
    },
    {
        "name": "Kampanj Stövlar",
        "woo_id": 5228,
        "woo_parent_id": 5217,
        "description": "",
        "url": "kampanj-stovlar"
    },
    {
        "name": "Kastnät",
        "woo_id": 1594,
        "woo_parent_id": 1419,
        "description": "",
        "url": "kastnat"
    },
    {
        "name": "Kepsar",
        "woo_id": 1622,
        "woo_parent_id": 788,
        "description": "",
        "url": "kepsar"
    },
    {
        "name": "Kepsar &amp; Huvudbonader",
        "woo_id": 1407,
        "woo_parent_id": 788,
        "description": "",
        "url": "kepsar-huvudbonader"
    },
    {
        "name": "Klädset",
        "woo_id": 1618,
        "woo_parent_id": 788,
        "description": "",
        "url": "kladset"
    },
    {
        "name": "Knivar &amp; Filéknivar",
        "woo_id": 4821,
        "woo_parent_id": 1419,
        "description": "",
        "url": "knivar-fileknivar"
    },
    {
        "name": "Knivar &amp; Yxor",
        "woo_id": 899,
        "woo_parent_id": 767,
        "description": "",
        "url": "knivar-yxor"
    },
    {
        "name": "Kräftburar &amp; Kräftfiske",
        "woo_id": 1566,
        "woo_parent_id": 1419,
        "description": "Kräftfiske är populärt och kräftburar är en viktig del av utrustningen. De finns i olika storlekar och material och är utformade för att locka kräftor med mat och sedan hålla dem fångade. Kräftburar är säkra för både kräftor och människor och det är viktigt att följa lokala regler och föreskrifter. Med rätt utrustning kan du öka dina chanser att fånga en bra skörd av kräftor.",
        "url": "kraftburar-kraftfiske"
    },
    {
        "name": "Krok",
        "woo_id": 4868,
        "woo_parent_id": 770,
        "description": "",
        "url": "krok"
    },
    {
        "name": "Krok",
        "woo_id": 1735,
        "woo_parent_id": 1409,
        "description": "Att ha bra vassa krokar kan göra stor skillnad för ditt fiske! Vi på Eagle Fishing har ett stort sortiment på vassa krokar i olika former och modeller samt storlekar. Vi har bland dem bästa märkena som, VMC, Ryugi, BFT, Bite of bleak, BKK, Darts m.m.\r\n\r\nVi vill att fisken ska vara väll vårdad och god hanterad. Därför säljer vi bara bra krokar som inte kommer att svika dig!",
        "url": "krok-krok-smaplock"
    },
    {
        "name": "Krokbeten &amp; Boilies",
        "woo_id": 2473,
        "woo_parent_id": 773,
        "description": "",
        "url": "krokbeten-boilies"
    },
    {
        "name": "Kroklossare",
        "woo_id": 1466,
        "woo_parent_id": 1419,
        "description": "",
        "url": "kroklossare"
    },
    {
        "name": "Kylboxar",
        "woo_id": 196,
        "woo_parent_id": 803,
        "description": "Kylboxar är en oumbärlig utrustning för fiskare som vill hålla mat och dryck kylda under en längre tid. Dessa boxar finns i olika storlekar, från små modeller som passar för kortare dagsturer, till större boxar som är utmärkta för längre fiskeutflykter.\r\n\r\nDe flesta kylboxar är utrustade med isolerande material som hjälper till att hålla innehållet kallt under en längre tid. Många modeller har också en tätning runt locket för att förhindra att varm luft tränger in och att kall luft försvinner ut.\r\n\r\nFör fiskare är kylboxar särskilt användbara för att förvara fångsten på ett säkert sätt, särskilt om du planerar att vara ute på vattnet under en längre tid. Att ha en kylbox med sig ger dig också möjlighet att ha med dig kalla drycker och mat under fisketuren, vilket kan vara mycket välkommet särskilt under varmare väderförhållanden.\r\n\r\nKylboxar finns i olika utföranden och prisklasser. Det är viktigt att välja en modell som passar dina behov och som har tillräckligt med utrymme för allt du behöver hålla kallt under fisketuren.",
        "url": "kylboxar"
    },
    {
        "name": "Långedrag",
        "woo_id": 836,
        "woo_parent_id": 731,
        "description": "Långedrag är en klassisk typ av bete som har använts i fisket i många år. Det är ett bete som simmar på ytan av vattnet och efterliknar rörelserna av en skadad fisk. I vår kategori för långedrag hittar du ett brett utbud av högkvalitativa långedrag från välkända tillverkare. Vi erbjuder långedrag i olika storlekar, färger och former, så att du kan hitta det som passar dina behov och fiskeplats. Våra långedrag har noggrant utformade vikter och dragmönster för att efterlikna de naturliga rörelserna av byten som fiskar är intresserade av. Oavsett om du letar efter långedrag för havsfiske eller sötvattensfiske, har vi de beten du behöver för att öka dina chanser att fånga den stora fisken på ytan av vattnet.",
        "url": "langedrag"
    },
    {
        "name": "Lekande",
        "woo_id": 1553,
        "woo_parent_id": 1409,
        "description": "Att ha rätt utröstning är viktigt inom fisket, därför så har vi på Eagle Fishing några av de bästa lekanden som finns! Märken som, Darts, IFish, Mustrd, Kamatsu, Wiggler m.m.\r\n\r\nVi har ett stort sortiment på just lekanden så att det finns en del att välja emellan. Vi har olika modeller och storlekar som gör så att dina fiske grejer håller! Vi vill att du ska ha det så bra som möjligt på dina fisketurer!",
        "url": "lekande"
    },
    {
        "name": "Levande Beten",
        "woo_id": 1437,
        "woo_parent_id": 773,
        "description": "",
        "url": "levande-beten"
    },
    {
        "name": "Linklippare &amp; Saxar",
        "woo_id": 1500,
        "woo_parent_id": 1419,
        "description": "Linklippare och saxar är användbara verktyg för trädgårdsarbete, snickeri och metallbearbetning. De finns i olika storlekar och stilar och är utformade för att klippa olika material, inklusive metall, papper, tyg och tråd. Underhåll är viktigt för att säkerställa att verktygen fungerar på rätt sätt. Genom att använda rätt verktyg för uppgiften kan du göra jobbet snabbare och enklare med hög kvalitet på resultatet.",
        "url": "linklippare-saxar"
    },
    {
        "name": "Linkorg",
        "woo_id": 1623,
        "woo_parent_id": 785,
        "description": "",
        "url": "linkorg"
    },
    {
        "name": "Linutlösare &amp; Stakkers",
        "woo_id": 154,
        "woo_parent_id": 732,
        "description": "",
        "url": "linutlosare-stakkers"
    },
    {
        "name": "Mäsk",
        "woo_id": 1436,
        "woo_parent_id": 773,
        "description": "",
        "url": "mask-mete"
    },
    {
        "name": "Mat",
        "woo_id": 2483,
        "woo_parent_id": 981,
        "description": "",
        "url": "mat"
    },
    {
        "name": "Mattor",
        "woo_id": 1616,
        "woo_parent_id": 645,
        "description": "",
        "url": "mattor"
    },
    {
        "name": "Mätverktyg",
        "woo_id": 1429,
        "woo_parent_id": 1419,
        "description": "Mätverktyg används för att mäta längd, avstånd, bredd, djup och andra dimensioner på föremål. Det finns olika typer av mätverktyg för olika ändamål och precision, inklusive måttband, skjutmått, vattenpass, vinkelmätare och kalibreringsverktyg. Mätverktyg är oumbärliga verktyg för byggnadsarbetare, snickare, elektriker och mekaniker. Men de är också användbara för hantverkare och DIY-entusiaster.",
        "url": "matverktyg"
    },
    {
        "name": "Metesstationer och tillbehör",
        "woo_id": 2223,
        "woo_parent_id": 773,
        "description": "",
        "url": "metesstationer-och-tillbehor"
    },
    {
        "name": "Metkit",
        "woo_id": 1610,
        "woo_parent_id": 1507,
        "description": "Vår kategori för metkit erbjuder allt du behöver för att komma igång med metfiske. Vi har ett brett utbud av högkvalitativa metset som innehåller allt från metrullar och spön till beten och linor. Våra metkit är utformade för att passa både nybörjare och erfarna fiskare och är enkla att använda och hantera. Välj mellan olika storlekar och modeller som passar för olika typer av metfiske och fiskarter. Vi erbjuder allt från enkla och prisvärda metkit för nybörjare till mer avancerade och specialiserade kit för den mer erfarna fiskaren. Med våra metkit kan du vara säker på att du har allt du behöver för att ha en rolig och framgångsrik metfiskeupplevelse.",
        "url": "metkit"
    },
    {
        "name": "Metset",
        "woo_id": 860,
        "woo_parent_id": 773,
        "description": "",
        "url": "metset"
    },
    {
        "name": "Metspön",
        "woo_id": 868,
        "woo_parent_id": 773,
        "description": "Valet av metspö beror på vilken typ av fiske du planerar att utföra och vilken typ av fisk du vill fånga. Här är några faktorer att överväga när du väljer ett metspö:\r\n<ol>\r\n \t<li>Fisketyp: Vissa spön är bättre lämpade för specifika fiskemetoder, som exempelvis mete från brygga, båt eller strand.</li>\r\n \t<li>Fiskens storlek: Stora fiskar kräver ett starkare spö med högre dragstyrka än mindre fiskar.</li>\r\n \t<li>Fiskemiljö: Om du fiskar i en strömmande flod eller på öppet hav behöver du ett spö med olika egenskaper än om du fiskar i en lugn sjö.</li>\r\n \t<li>Personlig komfort: Det är också viktigt att tänka på din egen komfort när du väljer ett spö. Spön finns i olika längder, material och handtag, så välj ett som passar din kroppsstorlek och personliga preferenser.</li>\r\n</ol>\r\nNågra exempel på spötyper för mete inkluderar bottenmetespön, flötestackel, pimpelspön och haspelspön.\r\n\r\nNär du väljer ett spö, titta efter märken som Abu Garcia, Shimano, Daiwa, Okuma och Shakespeare. Dessa är välkända för att producera högkvalitativa spön för en mängd olika fiskemetoder och fiskarter.",
        "url": "metspon-mete"
    },
    {
        "name": "Minneskort",
        "woo_id": 3712,
        "woo_parent_id": 1419,
        "description": "",
        "url": "minneskort"
    },
    {
        "name": "Mjukisfiskar",
        "woo_id": 919,
        "woo_parent_id": 678,
        "description": "",
        "url": "mjukisfiskar"
    },
    {
        "name": "Mormyskor",
        "woo_id": 1820,
        "woo_parent_id": 770,
        "description": "Mormyskor både handgjorda och kända märken. ",
        "url": "mormyskor"
    },
    {
        "name": "Mörtstugot &amp; Mjärdar",
        "woo_id": 1948,
        "woo_parent_id": 1419,
        "description": "",
        "url": "mortstugot-mjardar"
    },
    {
        "name": "Mössor",
        "woo_id": 1488,
        "woo_parent_id": 788,
        "description": "",
        "url": "mossor"
    },
    {
        "name": "Motorer - Utombordare",
        "woo_id": 3922,
        "woo_parent_id": 645,
        "description": "",
        "url": "motorer-utombordare"
    },
    {
        "name": "Multirullar",
        "woo_id": 894,
        "woo_parent_id": 760,
        "description": "Att fiska multirulle kan vara knepigt i början, med låt inte det stoppa dig! Hos oss på Eagle Fishing så har vi ett helt sortiment med olika sorters multirullar.\r\n\r\nDe flesta använder sig av en multirulle när det ska fiska större fiskar då det är det \"skönaste\" rullen för tunga fiskar så som, Torsk, Tonfisk och Gädda. En multirulle ger dig möjlighet att använda tyngre grejer så som linor och beten. Vi har multirullar för både sötvattenfisket och havsfisket, så vi har bra rullar som passar just dina behov! Vi har även multirullar för \"lättare\" fisk som fungerar hur bra som helst!\r\n\r\nUtforska vårt sortiment och hitta den rulle som passar dig för en förbättrad fiskeupplevelse!",
        "url": "multirullar-fiskerullar"
    },
    {
        "name": "Multirulleset",
        "woo_id": 98,
        "woo_parent_id": 823,
        "description": "",
        "url": "multirulleset"
    },
    {
        "name": "Multivektyg",
        "woo_id": 1532,
        "woo_parent_id": 1419,
        "description": "Multiverktyg är redskap som innehåller flera verktyg i ett och samma verktyg. De är användbara för friluftsaktiviteter, hemmafixare och yrkesverksamma som behöver ett brett utbud av verktyg till hands. Multiverktyg är kompakta, lätta att bära och mångsidiga, vilket gör dem praktiska för olika ändamål.",
        "url": "multivektyg"
    },
    {
        "name": "Myggbekämpning",
        "woo_id": 841,
        "woo_parent_id": 767,
        "description": "",
        "url": "myggbekampning"
    },
    {
        "name": "Nappalarm",
        "woo_id": 136,
        "woo_parent_id": 773,
        "description": "",
        "url": "nappalarm"
    },
    {
        "name": "Navy",
        "woo_id": 2222,
        "woo_parent_id": 773,
        "description": "",
        "url": "navy"
    },
    {
        "name": "Nylonlinor",
        "woo_id": 923,
        "woo_parent_id": 800,
        "description": "Nylonlinor är bra till det mesta fisket, vi har ett stort sortiment på bra nylonlinor med olika tjocklekar och märken som, sufix, orvis, rovex devil, stroft m.m.\r\n\r\nNylonlinorna är tåliga och mångsidiga linor som är tillverkade av syntetiskt nylonmaterial. Vi har nylonlinor som är tillverkade av högkvalitativt nylonmaterial och finns i flera olika storlekar och länder samt tjocklekar.\r\n\r\nVi på Eagle Fishing vill att din kommande fiskeresa ska vara så bra som möjligt!",
        "url": "nylonlinor"
    },
    {
        "name": "Olja &amp; Fett",
        "woo_id": 1591,
        "woo_parent_id": 1419,
        "description": "Olja och fett används för att smörja och skydda mekaniska komponenter. Det finns olika typer för olika ändamål och miljöer, som högtemperaturfetter och rostskyddsoljor. Det är viktigt att välja rätt och följa tillverkarens rekommenderade underhållsintervall för att maskinerna ska fungera korrekt och ha en lång livslängd.",
        "url": "olja-fett"
    },
    {
        "name": "Övriga jakttillbehör",
        "woo_id": 236,
        "woo_parent_id": 84,
        "description": "",
        "url": "ovriga-jakttillbehor"
    },
    {
        "name": "Övriga Verktyg",
        "woo_id": 1738,
        "woo_parent_id": 1419,
        "description": "Det finns en mängd olika verktyg som kan vara användbara för fiskare utöver tänger och avbitare. Här är några exempel:\r\n<ol>\r\n \t<li>Knivar - En bra kniv är oumbärlig för fiskare. Det används för att skära linor, filea fisk och rengöra fisk.</li>\r\n \t<li>Pincetter - Pincetter används för att ta bort små krokar från fisken, och kan också vara användbara för att justera betet.</li>\r\n \t<li>Linsträckare - En linsträckare används för att räta ut trassliga fiskelinor. Det är ett bra verktyg att ha om du ofta har problem med lintrassel.</li>\r\n \t<li>Blytång - En blytång används för att justera vikten på ditt bete, vilket kan hjälpa dig att fånga fisk på rätt djup.</li>\r\n \t<li>Fiskvåg - Om du vill ha en uppfattning om hur stor fisken du har fångat är, kan en fiskvåg vara användbar. Det finns olika typer av fiskvågar på marknaden, från mekaniska vågar till digitala vågar.</li>\r\n \t<li>Limpåseklämma - En limpåseklämma används för att stänga fisklimpåsar. Detta är ett praktiskt verktyg om du vill förvara fisken du har fångat för senare användning.</li>\r\n \t<li>Flyt- och kastvikter - Flyt- och kastvikter används för att justera djupet på betet och för att hjälpa dig att kasta längre.</li>\r\n \t<li>Fiskespö-hållare - En fiskespö-hållare används för att hålla ditt fiskespö på plats när du inte använder det. Detta kan vara särskilt användbart om du fiskar från en båt.</li>\r\n</ol>\r\nSammanfattningsvis finns det många olika verktyg som kan vara användbara för fiskare. Valet av verktyg beror på personliga preferenser och det specifika syftet, men en bra uppsättning av verktyg kan göra dina fisketurer mer produktiva och bekväma.",
        "url": "ovriga-verktyg"
    },
    {
        "name": "Övrigt",
        "woo_id": 1730,
        "woo_parent_id": 1409,
        "description": "Utöver förvaringslösningar för fiskeutrustning finns det också andra kategorier av fiskeutrustning som inte passar in i de tidigare nämnda kategorierna:\r\n<ul>\r\n \t<li>Kläder: Fisket kräver ofta speciella kläder som är anpassade för att klara av olika väderförhållanden och skydda mot sol och insekter. Det kan inkludera fiskejackor, regnkläder, vadarbyxor och solglasögon.</li>\r\n \t<li>Fiskeredskap: Utöver spön och rullar finns det en mängd olika fiskeredskap som kan hjälpa dig att fånga fisk, inklusive nät, beten, krokar och fiskelinor.</li>\r\n \t<li>Båtar och tillbehör: Om du planerar att fiska på sjöar eller större vattendrag kan du behöva en båt eller andra tillbehör som ankare eller flytvästar.</li>\r\n \t<li>Elektronik: Det finns också en mängd olika elektroniska hjälpmedel som kan hjälpa dig att hitta fisk och navigera på vattnet, som fiskdetektorer och GPS-enheter.</li>\r\n \t<li>Verktyg: Att ha rätt verktyg kan hjälpa dig att underhålla och reparera din fiskeutrustning, inklusive verktyg för att byta ut linor eller byta ut krokar.</li>\r\n</ul>\r\nOavsett vilken typ av fiske du föredrar finns det en mängd olika fiskeutrustning och tillbehör som kan hjälpa dig att fånga mer fisk och njuta av ditt fiske.",
        "url": "ovrigt"
    },
    {
        "name": "Övrigt Outdoor",
        "woo_id": 4380,
        "woo_parent_id": 767,
        "description": "",
        "url": "ovrigt-fritid"
    },
    {
        "name": "Pannlampor &amp; Ficklampor",
        "woo_id": 1469,
        "woo_parent_id": 767,
        "description": "",
        "url": "pannlampor-ficklampor"
    },
    {
        "name": "Paravaner",
        "woo_id": 851,
        "woo_parent_id": 732,
        "description": "",
        "url": "paravaner-trolling"
    },
    {
        "name": "Pimpelflugor &amp; Jiggar",
        "woo_id": 1818,
        "woo_parent_id": 770,
        "description": "",
        "url": "pimpelflugor-jiggar"
    },
    {
        "name": "Pimpelrullar",
        "woo_id": 1815,
        "woo_parent_id": 770,
        "description": "Vinterfiskerullar, pimpelrullar för alla sorters fiske.",
        "url": "pimpelrulle"
    },
    {
        "name": "Pimpelset",
        "woo_id": 1813,
        "woo_parent_id": 770,
        "description": "Vinterfiskespön. Pimpelspö inkl rulle",
        "url": "pimpelset"
    },
    {
        "name": "Pimpelspön",
        "woo_id": 1814,
        "woo_parent_id": 770,
        "description": "Pimpelspön för vinterfiske. Olika storlekar för olika fiskearter och typ av fiske.",
        "url": "pimpelspo"
    },
    {
        "name": "Pirkar",
        "woo_id": 1952,
        "woo_parent_id": 770,
        "description": "",
        "url": "pirkar"
    },
    {
        "name": "Planerboard &amp; Tillbehör",
        "woo_id": 156,
        "woo_parent_id": 732,
        "description": "",
        "url": "planerboard-tillbehor"
    },
    {
        "name": "Powdered Additives",
        "woo_id": 2422,
        "woo_parent_id": 773,
        "description": "",
        "url": "powdered-additives"
    },
    {
        "name": "Power Bank",
        "woo_id": 3711,
        "woo_parent_id": 1419,
        "description": "Mycket av vår vardag går på el i olika former. Här hittar du Power Banks till billiga och bra priser. Med hög kvalitet. Köp en powerbank för din säkerhet. Power Banks kan rädda dig från att att slippa avbryta ditt fiske, ladda mobil telefonen, kameran eller annan elektronik som du behöver för att larma eller hitta hem.",
        "url": "power-bank"
    },
    {
        "name": "Power Dots",
        "woo_id": 1600,
        "woo_parent_id": 1409,
        "description": "Power dots är en typ av utrustning som används inom fiske för att öka synligheten av fiskelinan. Dessa små självlysande prickar eller kapslar kan fästas på fiskelinan och fungerar som en indikator för att signalera när en fisk har nappat. Power dots finns i olika storlekar och färger, vilket gör det möjligt att anpassa dem efter specifika fiskeförhållanden och personliga preferenser.\r\n\r\nPower dots kan fästas på fiskelinan med hjälp av en liten klämma eller genom att lindas runt linan. När de är på plats på linan kan de justeras för att flyta eller sjunka på önskat djup, beroende på vilken typ av fiske som utförs. När en fisk nappar och drar i linan, kommer power dots att röra sig och ge en visuell signal om att en fisk är på kroken.\r\n\r\nPower dots kan användas för olika typer av fiske, inklusive flugfiske, spinnfiske och isfiske. De är också användbara för nattfiske eller fiske i svagt ljus, då de självlysande egenskaperna gör det möjligt att se linan även i mörker.\r\n\r\nSammanfattningsvis används power dots för att öka synligheten av fiskelinan och hjälpa till att upptäcka när en fisk har nappat. De är en enkel och effektiv utrustning som kan anpassas efter olika fiskeförhållanden och behov.",
        "url": "power-dots"
    },
    {
        "name": "Powerbait och fuskmask",
        "woo_id": 108,
        "woo_parent_id": 731,
        "description": "I vår kategori för powerbait och fuskmask hittar du ett brett utbud av beten som har visat sig vara mycket effektiva för fiske i både sötvatten och saltvatten. Powerbait är ett märke av konstgjorda beten som efterliknar doften och smaken av naturliga beten som fiskar är intresserade av. Powerbait finns i olika former och färger för att passa olika fiskemetoder och fiskarter. Fuskmaskar är ett annat populärt val för fiskare som vill ha en pålitlig och effektivt bete. Fuskmaskar är gjorda av plast och har en rörelse som efterliknar en naturlig mask. Våra fuskmaskar finns i olika storlekar och färger för att passa dina behov och fiskeplats. Oavsett om du är en erfaren fiskare eller en nybörjare, kommer våra powerbait och fuskmaskar att öka dina chanser att fånga den stora fisken.",
        "url": "powerbait-och-fuskmask"
    },
    {
        "name": "Präst",
        "woo_id": 1516,
        "woo_parent_id": 1419,
        "description": "En fiskepriest, eller bara \"priest\", är ett verktyg som används för att avliva fisk på ett humant sätt. Priester är vanligtvis gjorda av tunga material, såsom metall eller trä, och har en tyngd på änden för att döda fisken genom att snabbt slå i huvudet på fisken efter fångst.\r\n\r\nFiskepriester är ett vanligt verktyg bland sportfiskare och är särskilt användbara för att hantera fisk som ska släppas tillbaka i vattnet efter att de har fångats. Genom att använda en fiskepriest kan fisken avlivas på ett snabbt och effektivt sätt utan att skada köttet eller fisken själv.\r\n\r\nFiskepriester finns i olika storlekar och utföranden, så det är viktigt att välja en som passar din fiskemetod och de fiskar du riktar dig till. Det är också viktigt att använda verktyget på rätt sätt för att säkerställa att fisken avlivas på ett humant sätt och för att minimera risken för skador på fisken eller på verktyget själv.",
        "url": "prast"
    },
    {
        "name": "Presentkort",
        "woo_id": 918,
        "woo_parent_id": 678,
        "description": "Ett presentkort kan vara en utmärkt present till någon som älskar fiske eller utomhusliv. Genom att ge bort ett presentkort kan mottagaren själv välja ut den fiskeutrustning eller det tillbehör som passar dem bäst. Presentkortet kan användas på olika typer av fiskebutiker eller webbutiker och vanligtvis är giltigheten på presentkortet minst ett år.\r\n\r\nEtt presentkort kan också vara ett bra alternativ om man är osäker på vad man ska köpa som present till en fiskeentusiast eller om man inte känner till personens smak eller preferenser när det gäller fiskeutrustning. På så sätt ger man mottagaren möjlighet att välja ut det som passar just deras behov och intressen.\r\n\r\nDet finns många olika alternativ när det gäller presentkort för fiskeutrustning. Vissa butiker erbjuder elektroniska presentkort som kan skickas via e-post eller SMS, medan andra erbjuder fysiska presentkort som kan skickas med posten eller köpas direkt i butiken. Oavsett vilket alternativ man väljer kan man vara säker på att en presentkort till en fiskebutik kommer uppskattas av den som mottar det.",
        "url": "presentkort"
    },
    {
        "name": "Pulkor och slädar",
        "woo_id": 871,
        "woo_parent_id": 770,
        "description": "",
        "url": "pulkor-och-sladar-vinterfiske"
    },
    {
        "name": "Ram Mounts",
        "woo_id": 4585,
        "woo_parent_id": 645,
        "description": "",
        "url": "ram-mounts"
    },
    {
        "name": "Rasselkammare",
        "woo_id": 1487,
        "woo_parent_id": 1409,
        "description": "En rasselkammare, även kallad \"rassel\", är en liten utrustning som används inom fiske för att locka fiskar till betet. Rasselkammaren är vanligtvis tillverkad av metall eller plast och innehåller små metallkorn eller bollar som skapar ljud och vibrationer när de skakas.\r\n\r\nRasselkammaren kan fästas på fiskelinan, tillsammans med kroken och betet. När linan rör sig genom vattnet, rasslar metallkornen och skapar ljud och vibrationer som lockar fiskar till betet. Detta kan vara särskilt användbart när man fiskar i grumligt vatten eller i situationer där fisken inte är så aktiv.\r\n\r\nDet finns olika typer av rasselkammare som kan användas för olika typer av fiske. Vissa rasselkammare har formen av små klockor, medan andra är mer lika kapslar eller cylinderformade. De finns också i olika storlekar och vikter, vilket gör det möjligt att anpassa dem efter de specifika fiskeförhållandena och den typ av fisk som man vill locka.\r\n\r\nSammanfattningsvis används rasselkammare för att locka fiskar till betet genom att skapa ljud och vibrationer i vattnet. De är en enkel och effektiv utrustning som kan anpassas efter olika fiskeförhållanden och behov.",
        "url": "rasselkammare"
    },
    {
        "name": "Regional - Charlot",
        "woo_id": 2418,
        "woo_parent_id": 773,
        "description": "",
        "url": "regional-charlot"
    },
    {
        "name": "Regnkläder",
        "woo_id": 220,
        "woo_parent_id": 788,
        "description": "",
        "url": "regnklader"
    },
    {
        "name": "Reseset",
        "woo_id": 1608,
        "woo_parent_id": 1507,
        "description": "Vår kategori för reseset erbjuder en praktisk och bekväm lösning för den fiskare som gillar att resa och utforska nya fiskeplatser. Våra reseset är utformade för att vara lätta och enkla att transportera, med nedfällbara spön och kompakta rullar som enkelt kan packas ner i en väska eller resväska. Vi erbjuder ett brett utbud av reseset som passar för olika typer av fiskemetoder och fiskarter, från kustfiske till flugfiske. Våra reseset är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en framgångsrik fiskeupplevelse på resande fot. Med våra reseset kan du vara säker på att du har rätt verktyg för att ta upp dina största fångster, oavsett var du reser.",
        "url": "reseset"
    },
    {
        "name": "Resor",
        "woo_id": 1904,
        "woo_parent_id": 3488,
        "description": "",
        "url": "resor"
    },
    {
        "name": "Resväskor",
        "woo_id": 1630,
        "woo_parent_id": 803,
        "description": "Eagle Fishing: Resväskor finns i olika kategorier beroende på storlek, material och funktioner. Här är några vanliga kategorier:\r\n<ol>\r\n \t<li>Kabinväska: Detta är en liten väska som uppfyller de flesta flygbolagens krav på handbagage. Kabinväskor är vanligtvis lätta och enkla att bära ombord.</li>\r\n \t<li>Mellanstor väska: Dessa väskor passar bra för kortare resor eller som komplement till en större väska. De är oftast utrustade med hjul och ett handtag för att underlätta transporten.</li>\r\n \t<li>Stor väska: Om du ska resa längre eller packa för flera personer är en stor väska ett bra val. Dessa väskor kan vara tunga, så se till att välja en som är enkel att manövrera.</li>\r\n \t<li>Hård väska: Dessa väskor har en yttre skal som skyddar innehållet från stötar och slag. De är också vanligtvis vattentäta och kan låsas för extra säkerhet.</li>\r\n \t<li>Mjuk väska: Dessa väskor är lättare och mer flexibla än hårda väskor. De kan enkelt pressas ihop och är enklare att stuva undan när de inte används.</li>\r\n \t<li>Ryggsäck: Om du ska vandra eller resa på ett mer äventyrligt sätt kan en ryggsäck vara ett bra alternativ. De är oftast ergonomiska och har många praktiska fack och fickor för att organisera packningen.</li>\r\n</ol>",
        "url": "resvaskor"
    },
    {
        "name": "Rig Bin",
        "woo_id": 5218,
        "woo_parent_id": 803,
        "description": "",
        "url": "rig-bin"
    },
    {
        "name": "Rig Bin, Stingerförvaring",
        "woo_id": 1011,
        "woo_parent_id": 803,
        "description": "Absolut! Här är en kategoritext om Rig Bin och Stingerförvaring:\r\n\r\nRig Bin och Stingerförvaring är två typer av förvaringslösningar för fiskeredskap som används av både erfarna och oerfarna sportfiskare.\r\n\r\nRig Bin är en typ av förvaringslåda som vanligtvis används för att organisera och lagra fiskeredskap som tafsar, krokar, linor och annan utrustning. Dessa lådor är oftast tillverkade av slitstark plast eller aluminium och har vanligtvis flera fack för att hålla redskapen ordnade och lättillgängliga.\r\n\r\nStingerförvaring är en annan typ av förvaringslösning som vanligtvis används för att organisera och lagra stingers, som är krokar som används för att fiska predatorfiskar som gädda och abborre. Dessa förvaringslösningar kan vara tillverkade av olika material, som exempelvis plast eller metall, och kan ha olika storlekar och former beroende på vilken typ av fisk som ska fiskas och hur mycket utrustning som behöver förvaras.\r\n\r\nOavsett om du är nybörjare eller erfaren sportfiskare kan en Rig Bin eller Stingerförvaring vara en användbar investering för att hålla ditt fiskeredskap organiserat och skyddat från skador. Se till att välja en förvaringslösning som passar dina behov och din fiskemetod.",
        "url": "rig-bin-stingerforvaring"
    },
    {
        "name": "Riggtillbehör",
        "woo_id": 1739,
        "woo_parent_id": 1409,
        "description": "Riggtillbehör är olika verktyg och utrustning som används för att rigga upp fiskeutrustningen på rätt sätt. Riggtillbehör är oumbärligt för sportfiskare och hjälper till att fånga fler fiskar genom att säkerställa att fiskeutrustningen är riggad på rätt sätt och fungerar korrekt.\r\n\r\nExempel på riggtillbehör inkluderar krok- och krokbinderier, riggrör och tångar. Krok- och krokbinderier används för att binda krokar till linan på ett säkert sätt så att de inte lossnar under fisket. Riggrör används för att skydda linan från slitage och friktion när den dras genom beten och andra fiskeredskap.\r\n\r\nTångar är en viktig del av riggtillbehören och används för att knyta knutar på linan och krokarna, för att klippa linan eller wiren och för att ta bort krokar från fisken. Det finns olika typer av tänger, såsom kraftiga avbitartänger och fina spetstångar, beroende på vilken typ av fiske man ägnar sig åt och vilken typ av linor och krokar man använder.\r\n\r\nAndra riggtillbehör inkluderar splittringar och knutar som används för att fästa krokarna på linan, samt vikter och stopp som används för att justera djupet på betet. Sammanfattningsvis är riggtillbehör viktiga verktyg för att rigga upp fiskeutrustningen på rätt sätt och för att säkerställa en framgångsrik fisketur.",
        "url": "riggtillbehor"
    },
    {
        "name": "Rigwallets",
        "woo_id": 1631,
        "woo_parent_id": 803,
        "description": "Rigwallets är en förvaringslösning för fiskeredskap som är idealisk för fiskare som behöver transportera och organisera flera tafsar och krokar. Dessa förvaringslösningar ser ut som en plånbok eller ett fodral och är vanligtvis tillverkade av slitstarkt material som neopren eller nylon.\r\n\r\nRigwallets är utformade med flera fack och fack för att organisera och lagra tafsar och krokar på ett säkert och ordnat sätt. Det finns olika storlekar och modeller av Rigwallets beroende på dina behov och preferenser.\r\n\r\nEn av fördelarna med Rigwallets är att de är lätta och enkla att transportera. De kan lätt placeras i en fiskelåda eller en ryggsäck och är perfekta för fiskare som behöver vara rörliga och ha sin utrustning nära till hands.\r\n\r\nRigwallets är också praktiska för fiskare som vill ha en enkel och effektiv lösning för att organisera och lagra sitt fiskeredskap. Genom att hålla alla tafsar och krokar på ett ställe kan du snabbt och enkelt välja den utrustning du behöver för att anpassa dig till olika fiskemetoder och fiskarter.\r\n\r\nOavsett om du är en erfaren sportfiskare eller en nybörjare kan en Rigwallet vara en användbar investering för att hålla ditt fiskeredskap organiserat och skyddat från skador. Se till att välja en Rigwallet som passar dina behov och din fiskemetod.",
        "url": "rigwallets"
    },
    {
        "name": "Rödingblänken",
        "woo_id": 1819,
        "woo_parent_id": 770,
        "description": "Beten för att fiska röding. Olika blänken och lysen. ",
        "url": "rodingblanken"
    },
    {
        "name": "Rökning",
        "woo_id": 855,
        "woo_parent_id": 767,
        "description": "",
        "url": "rokning"
    },
    {
        "name": "Rullolja och fett",
        "woo_id": 91,
        "woo_parent_id": 760,
        "description": "Rullolja och fett är viktiga produkter för att underhålla och förbättra prestandan hos fiskerullar. Både rullolja och fett används för att minska friktionen mellan rullens rörliga delar, vilket ökar rullens livslängd och effektivitet.\r\n\r\nRullolja är en tunn, lättflytande olja som appliceras på rullens lager och rörliga delar, som exempelvis spolen och vevlagret. Rulloljan minskar friktionen mellan dessa delar och gör att rullen kan rotera jämnt och smidigt. Rullolja är lämplig för användning på både spinnrullar och haspelrullar.\r\n\r\nRullfett å andra sidan är en tjockare, mer viskös produkt som används för att smörja och skydda rullens viktigaste delar. Fettet appliceras på rullens drev och tandhjul för att minska friktionen och skydda mot korrosion. Rullfett är särskilt lämpligt för användning på tunga rullar som används för större fiskar.\r\n\r\nBåde rullolja och fett finns i olika varianter och kvaliteter, och det är viktigt att välja en produkt som passar din rulle och dina behov. Det är också viktigt att använda rätt mängd olja eller fett, så att rullen inte överbelastas eller överoljas. Det kan också vara bra att regelbundet rengöra rullen innan du applicerar ny olja eller fett, för att säkerställa att rullen fungerar optimalt.",
        "url": "rullolja-och-fett"
    },
    {
        "name": "Rullskydd",
        "woo_id": 1632,
        "woo_parent_id": 803,
        "description": "Rullskydd är en viktig del av fiskeutrustningen för rullar. Dessa skydd används för att skydda fiskerullen från skador och stötar som kan uppstå under transport eller när man rör sig runt vattnet.\r\n\r\nRullskydd finns i olika storlekar och former för att passa olika typer av fiskerullar, och de kan vara tillverkade av olika material, som exempelvis neopren, gummi eller plast. Oavsett material är rullskydd vanligtvis tillverkade av slitstarkt och flexibelt material som är utformat för att absorbera stötar och skydda rullen mot repor, smuts och andra yttre påverkningar.\r\n\r\nEn annan fördel med rullskydd är att de kan hjälpa till att förlänga livslängden på din fiskerulle. Genom att skydda din rulle från skador och slitage kan du minska risken för att din utrustning går sönder eller behöver repareras.\r\n\r\nRullskydd är också enkla att använda och montera på fiskerullen. De flesta rullskydd är utformade för att passa de flesta typer av rullar och kan enkelt rullas på eller av rullen.\r\n\r\nOavsett om du är en erfaren sportfiskare eller en nybörjare kan ett rullskydd vara en viktig investering för att skydda din fiskerulle och förlänga dess livslängd. Se till att välja ett rullskydd som passar din rulle och dina behov för att få optimalt skydd och prestanda.",
        "url": "rullskydd"
    },
    {
        "name": "Rullväskor",
        "woo_id": 1432,
        "woo_parent_id": 803,
        "description": "Rullväskor är en populär typ av fiskeväska som är utformad för att transportera och förvara fiskeutrustning på ett bekvämt och effektivt sätt. Dessa väskor har inbyggda hjul och ett handtag som gör det enkelt att rulla dem runt, vilket är särskilt praktiskt när man behöver transportera tung utrustning över längre avstånd.\r\n\r\nRullväskor finns i olika storlekar och modeller för att passa olika behov och preferenser. De kan ha flera fack och fack för att organisera och lagra olika typer av fiskeutrustning, såsom spön, rullar, beten, tafsar och krokar. De kan också ha inbyggda skydd för att hålla din utrustning skyddad och säker under transport.\r\n\r\nEn annan fördel med rullväskor är att de är lätta och bekväma att använda. De flesta rullväskor är tillverkade av slitstarkt material som neopren eller nylon, vilket gör dem både lätta och tåliga. De kan enkelt transporteras i en bil eller på en buss, och är också lämpliga för flygresor eftersom de kan checkas in som bagage.\r\n\r\nRullväskor är också en praktisk lösning för fiskare som vill ha en enkel och effektiv lösning för att organisera och lagra sin fiskeutrustning. Genom att ha en rullväska kan du snabbt och enkelt välja den utrustning du behöver för att anpassa dig till olika fiskemetoder och fiskarter.\r\n\r\nOavsett om du är en erfaren sportfiskare eller en nybörjare kan en rullväska vara en användbar investering för att hålla din fiskeutrustning organiserad och skyddad från skador. Se till att välja en rullväska som passar dina behov och din fiskemetod för att få optimalt skydd och prestanda.",
        "url": "rullvaskor"
    },
    {
        "name": "Ryggsäckar &amp; Förvaring",
        "woo_id": 206,
        "woo_parent_id": 767,
        "description": "",
        "url": "ryggsackar-forvaring"
    },
    {
        "name": "Ryggsäckar och väskor",
        "woo_id": 887,
        "woo_parent_id": 803,
        "description": "Ryggsäckar och väskor är en viktig del av fiskeutrustningen för att transportera och förvara din utrustning på ett bekvämt och effektivt sätt. Dessa väskor finns i olika storlekar, modeller och material för att passa olika behov och preferenser.\r\n\r\nEn ryggsäck är ett populärt val för fiskare som vill ha händerna fria när de rör sig runt vattnet. Ryggsäckar för fiskeutrustning har vanligtvis flera fack och fack för att organisera och lagra olika typer av utrustning, som spön, rullar, beten, tafsar och krokar. De kan också ha inbyggda skydd för att hålla din utrustning skyddad och säker under transport.\r\n\r\nEn annan populär typ av fiskeväska är en axelväska eller en duffelväska. Dessa väskor är utformade för att bäras på axeln eller bäras som en duffelbagage. De är också utrustade med flera fack och fack för att organisera och lagra din fiskeutrustning på ett bekvämt sätt.\r\n\r\nEn viktig faktor att tänka på när man väljer en ryggsäck eller väska för fiskeutrustning är material och hållbarhet. De flesta fiskeväskor är tillverkade av slitstarkt material som neopren, nylon eller PVC, som är utformade för att motstå vatten och slitage. En annan faktor att tänka på är ergonomi och komfort. En bra fiskeväska bör vara lätt och bekväm att bära, med justerbara remmar eller handtag som gör det enkelt att anpassa passformen.\r\n\r\nOavsett om du är en erfaren sportfiskare eller en nybörjare kan en ryggsäck eller väska för fiskeutrustning vara en viktig investering för att hålla din utrustning organiserad och skyddad från skador. Se till att välja en ryggsäck eller väska som passar dina behov och din fiskemetod för att få optimalt skydd och prestanda.",
        "url": "ryggsackar-och-vaskor-forvaring-2"
    },
    {
        "name": "Säkerhet",
        "woo_id": 931,
        "woo_parent_id": 770,
        "description": "",
        "url": "sakerhet-vinterfiske-2"
    },
    {
        "name": "Sänken",
        "woo_id": 4870,
        "woo_parent_id": 1409,
        "description": "",
        "url": "sanken"
    },
    {
        "name": "Sänken, Tyngder &amp; Bly",
        "woo_id": 1503,
        "woo_parent_id": 1409,
        "description": "",
        "url": "sanken-tyngder-bly"
    },
    {
        "name": "Scotty",
        "woo_id": 1614,
        "woo_parent_id": 645,
        "description": "",
        "url": "scotty"
    },
    {
        "name": "Seeds",
        "woo_id": 2426,
        "woo_parent_id": 773,
        "description": "",
        "url": "seeds"
    },
    {
        "name": "Shallow Skruvar",
        "woo_id": 1424,
        "woo_parent_id": 1409,
        "description": "Här på Eagle Fishing har vi ett stort sortiment va shallow skruvar! Vi kända märken som, CWC, Darts, Gunki, Rapala, VMC, Svartzonker m.m. Vi vill inte att man ska tappa fisken på grund av dålig kvalité på fiskeutrustningen! Därför så har vi bara bra grejer som inte bara förstör gummit eller lossnar från jiggen.\r\n\r\nVi vill att du ska ha en bra upplevelse med lite spänning och nya minnen! Glöm inte de roliga stunderna du kommer att ha!",
        "url": "shallow-skruvar"
    },
    {
        "name": "Shorts",
        "woo_id": 3938,
        "woo_parent_id": 788,
        "description": "",
        "url": "shorts"
    },
    {
        "name": "Sjökort",
        "woo_id": 1615,
        "woo_parent_id": 645,
        "description": "",
        "url": "sjokort"
    },
    {
        "name": "Sjunktafsar &amp; Wire",
        "woo_id": 172,
        "woo_parent_id": 785,
        "description": "",
        "url": "sjunktafsar-wire"
    },
    {
        "name": "Skeddrag",
        "woo_id": 886,
        "woo_parent_id": 731,
        "description": "Skeddrag är ett effektivt bete för att fånga fiske med! Skeddragen förekommer i många olika färger och modeller, vi på Eagle Fishing har skeddrag i olika former och storlekar.\r\n\r\nVårt sortiment består av multifärgade, stora, små, vasskyddad m.m. Vi har prylar till dig så att du kan ha en trevlig upplevelse vid ditt nästa fiskepass!\r\n\r\n&nbsp;",
        "url": "skeddrag"
    },
    {
        "name": "Skidor och snöskor",
        "woo_id": 200,
        "woo_parent_id": 767,
        "description": "",
        "url": "skidor-och-snoskor"
    },
    {
        "name": "Skjortor",
        "woo_id": 1490,
        "woo_parent_id": 788,
        "description": "",
        "url": "skjortor"
    },
    {
        "name": "Skor &amp; Stövlar",
        "woo_id": 1456,
        "woo_parent_id": 788,
        "description": "Letar du efter pålitliga vinterstövlar som överträffar förväntningarna? Välkommen till vårt sortiment av högkvalitativa stövlar från ledande märken som Igloo, Mikado, Powerboots och Polyver.\r\n\r\nIgloo och Mikado är kända för sina superlätta vinterstövlar, perfekta för att hålla dig varm och torr under kalla månader. Å andra sidan erbjuder Powerboots och Polyver välkända och populära vinterstövlar som kombinerar bekvämlighet med pålitlighet.\r\n\r\nUtforska vårt utvalda sortiment och upptäck vinterstövlar som överträffar förväntningarna. Kontakta oss om du behöver vägledning eller besök vår butik för att få personlig service och hjälp att hitta de optimala vinterstövlarna för dig.\r\n\r\nVälkommen till en värld av stövlar där bekvämlighet och pålitlighet går hand i hand, särskilt under vintermånaderna. Hitta ditt perfekta par idag!",
        "url": "skor-stovlar"
    },
    {
        "name": "Skruvdragare &amp; Paket",
        "woo_id": 4501,
        "woo_parent_id": 770,
        "description": "",
        "url": "skruvdragare-paket"
    },
    {
        "name": "Skruvskallar",
        "woo_id": 1415,
        "woo_parent_id": 1409,
        "description": "",
        "url": "skruvskallar"
    },
    {
        "name": "Skryllor",
        "woo_id": 884,
        "woo_parent_id": 770,
        "description": "",
        "url": "skryllor"
    },
    {
        "name": "Skryllor &amp; Förvaring",
        "woo_id": 1294,
        "woo_parent_id": 770,
        "description": "",
        "url": "skryllor-forvaring"
    },
    {
        "name": "Sling Pack",
        "woo_id": 1633,
        "woo_parent_id": 803,
        "description": "Sling pack är en typ av fiskeväska som har blivit allt mer populär bland sportfiskare de senaste åren. Dessa väskor är utformade för att bäras diagonalt över kroppen och har vanligtvis ett enda axelrem som korsar bröstet och axeln.\r\n\r\nSling packs är idealiska för fiskare som vill ha snabb och enkel åtkomst till sin utrustning. De flesta sling packs har flera fack och fack för att organisera och lagra olika typer av utrustning, som spön, rullar, beten, tafsar och krokar. Många modeller har också integrerade hållare för vattenflaskor och andra tillbehör.\r\n\r\nEn annan fördel med sling packs är att de är lätta och bekväma att bära. Eftersom de endast har en axelrem, kan de enkelt svängas runt till framsidan för att komma åt utrustningen utan att behöva ta av väskan. De är också lättare och mindre klumpiga än traditionella ryggsäckar eller axelväskor.\r\n\r\nSling packs är vanligtvis tillverkade av slitstarkt material som nylon eller polyester och är utformade för att vara tåliga och hållbara. De flesta modeller har också vattentäta eller vattenavvisande egenskaper för att skydda din utrustning från regn och fukt.\r\n\r\nSammanfattningsvis är en sling pack en utmärkt fiskeväska för sportfiskare som vill ha snabb och enkel åtkomst till sin utrustning och en lätt och bekväm bärväska. Se till att välja en sling pack som passar dina behov och din fiskemetod för att få optimalt skydd och prestanda.",
        "url": "sling-pack"
    },
    {
        "name": "Snacks",
        "woo_id": 1002,
        "woo_parent_id": 981,
        "description": "",
        "url": "snacks"
    },
    {
        "name": "Snaps &amp; Beteslås",
        "woo_id": 1822,
        "woo_parent_id": 770,
        "description": "",
        "url": "snaps-o-beteslas"
    },
    {
        "name": "Solglasögon",
        "woo_id": 211,
        "woo_parent_id": 788,
        "description": "",
        "url": "solglasogon"
    },
    {
        "name": "Solpanel &amp; Tillbehör",
        "woo_id": 4392,
        "woo_parent_id": 645,
        "description": "Solceller &amp; Solcellspaneler",
        "url": "solpanel-tillbehor"
    },
    {
        "name": "Specimenspön",
        "woo_id": 1604,
        "woo_parent_id": 823,
        "description": "Ett specimenspö är ett specialiserat spö som används för att fånga större och mer sällsynta fiskar, även kända som \"specimen fish\". Dessa spön är vanligtvis längre och kraftfullare än traditionella spön och kan klara av att hantera tunga beten och fiskelinor. De är också utformade för att ge mer precision vid kastning och för att absorbera chocken av en stor fisk som rusar iväg. Specimenspön används oftast inom karpfiske, men kan också användas för att fiska efter andra stora fiskar som gös, gädda och lax.",
        "url": "specimenspon"
    },
    {
        "name": "Spinnare",
        "woo_id": 835,
        "woo_parent_id": 731,
        "description": "Spinnare är ett klassiskt drag som har fungerat hur bra som helst under alla tider! Vi på Eagle Fishing har ett stort sortiment på spinnare med de bästa varumärkena som, Vibrax, ABU, IFish m.m. Vi har även spinnare i massa olika färger som kommer att ge dig fiskgaranti!\r\n\r\nVi från Eagle Fishing vill hjälpa dig så att du kan ha en magisk upplevelse på din nästa fisketur.",
        "url": "spinnare"
    },
    {
        "name": "Spinnerbait",
        "woo_id": 826,
        "woo_parent_id": 731,
        "description": "Spinnerbait var det mest populäraste förra året! Vi på Eagle Fishing vill fortsätta med den trenden, därför så har vi några av de bästa märkena gällande spinnerbait! Så som, Svartzonker, Gunki, River2sea och mer!\r\n\r\nVi har spinnerbaits i olika storlekar och modeller så att du kan hitta den som passar dig! Vi har även flera olika färger så att du kan mixa och combinera ett riktigt hett combo!\r\n\r\nTill spinnerbaitet krävs det också en jigg! Vi har flera olika jiggar i flera olika färger och storlekar, detta hjälper dig att hitta den bästa färger till just ditt fiske!\r\n\r\nMed spinnerbait så kan du fånga främst Abborre och Gädda. Vi har spinnerbaits i flera olika storlekar och färger till både Abborrfisket och Gäddfisket!\r\n\r\nVi på Eagle Fishing önskar dig en trevlig upplevelse vid din nästa fisketur!",
        "url": "spinnerbait"
    },
    {
        "name": "Spinnerblades",
        "woo_id": 1554,
        "woo_parent_id": 1409,
        "description": "",
        "url": "spinnerblades"
    },
    {
        "name": "Spinnfiskeset",
        "woo_id": 1560,
        "woo_parent_id": 1507,
        "description": "Vår kategori för spinnfiskeset erbjuder allt du behöver för att komma igång med spinnfiske. Vi erbjuder ett brett utbud av högkvalitativa spinnfiskeset som innehåller allt från spön och rullar till beten och linor. Våra spinnfiskeset är utformade för att passa både nybörjare och erfarna fiskare och är enkla att använda och hantera. Vi erbjuder olika storlekar och modeller som passar för olika typer av spinnfiske och fiskarter, från lätt spinnfiske till tyngre fiske efter stora fiskar. Våra spinnfiskeset är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en enkel och smidig spinnfiskeupplevelse. Med våra spinnfiskeset kan du vara säker på att du har allt du behöver för att ha en rolig och framgångsrik spinnfiskeupplevelse.",
        "url": "spinnfiskeset"
    },
    {
        "name": "Spinnspön",
        "woo_id": 896,
        "woo_parent_id": 823,
        "description": "Spinnspön finns i alla typer av fiske och används tillsammans med en multirulle, spinnfisket är en av det mest populära fisketeknikerna. Här på Eagle Fishing så har vi spinnspön för olika sorters fiske som, Abborre, gädda lax mm.\r\n\r\nVi tycker om 13 Fishing när det kommer till just spinnspön men har även andra märken som passar dig som, svartzonker mm. Vi har stort sortiment med spön i olika färger så att du kan plocka ihop ett snyggt set med en riktig schyst rulle också som vi också har i olika färger!\r\n\r\nMan kan fiska otroligt mycket med ett spinnspö och utvecklingen har stigit otroligt mycket under det senaste åren.",
        "url": "spinnspon"
    },
    {
        "name": "Spinnspön för abborre",
        "woo_id": 2667,
        "woo_parent_id": 823,
        "description": "",
        "url": "spinnspon-for-abborre"
    },
    {
        "name": "Spinnspön för Gädda",
        "woo_id": 2665,
        "woo_parent_id": 823,
        "description": "",
        "url": "spinnspon-for-gadda"
    },
    {
        "name": "Spö Och Rullfodral",
        "woo_id": 191,
        "woo_parent_id": 803,
        "description": "Spö- och rullfodral är en viktig kategori för fiskare som vill skydda och transportera sina spön och rullar på ett säkert sätt. Dessa fodral finns i olika storlekar och stilar för att passa olika spön och rullar, och de är tillverkade av högkvalitativt material för att ge optimalt skydd.\r\n\r\nDe flesta spö- och rullfodral har en längre form som är utformad för att rymma hela spöet och rullen. De är vanligtvis tillverkade av slitstarkt material som nylon, canvas eller läder och har en mjuk insida för att skydda spöt och rullen mot repor och skador.\r\n\r\nEn annan fördel med spö- och rullfodral är att de är enkla att transportera. De flesta modeller har en justerbar axelrem eller handtag för att underlätta transporten och många har också extra fickor för att lagra tillbehör som tafsar, krokar och beten.\r\n\r\nSpö- och rullfodral är ett oumbärligt tillbehör för fiskare som vill ta hand om sin utrustning på bästa möjliga sätt. De ger inte bara skydd under transport, utan också en säker plats att förvara spöet och rullen när de inte används. Se till att välja ett spö- och rullfodral som passar dina behov och storleken på dina spön och rullar för att få optimalt skydd och prestanda.",
        "url": "spo-och-rullfodral"
    },
    {
        "name": "Spöband",
        "woo_id": 1634,
        "woo_parent_id": 803,
        "description": "Spöband är en typ av tillbehör som används för att hålla samman fiskespön under transport eller förvaring. Dessa band är vanligtvis tillverkade av elastiskt material som gummi eller neopren, vilket ger en tät och säker passform runt spöet.\r\n\r\nSpöband kommer i olika storlekar och stilar för att passa olika spön och fiskemetoder. Vissa band har enkel justering medan andra har kardborre- eller spännefästen för att enkelt kunna fästa och lossa banden.\r\n\r\nFördelen med spöband är att de gör det möjligt att bära flera spön samtidigt på ett säkert sätt. Genom att hålla spöna sammanbundna minskar risken för skador på spöt och minskar också risken att spöna glider runt under transport eller förvaring.\r\n\r\nSpöband är ett prisvärt och användbart tillbehör för alla fiskare som vill skydda och transportera sina spön på ett säkert sätt. Se till att välja spöband som passar dina spön och fiskemetoder för att få optimalt skydd och prestanda.",
        "url": "spoband"
    },
    {
        "name": "Spöcombos",
        "woo_id": 2676,
        "woo_parent_id": 823,
        "description": "",
        "url": "spocombos"
    },
    {
        "name": "Spöhållare",
        "woo_id": 1450,
        "woo_parent_id": 1419,
        "description": "En spöhållare är ett verktyg som används för att säkert förvara och transportera fiskespön. Spöhållare kan vara en enkel ställning med enkla klämmor som fäster spöna på plats eller en mer avancerad ställning med låsbara klämmor och justerbar höjd.\r\n\r\nSpöhållare är vanligtvis tillverkade av lättviktsmaterial, såsom aluminium eller plast, vilket gör dem lätta att transportera och hantera. De är också ofta justerbara i höjd och vinkel, vilket gör det möjligt att anpassa ställningen för olika spötyper och för att säkerställa en bekväm fiskeposition.\r\n\r\nSpöhållare finns i olika storlekar och konfigurationer, så det är viktigt att välja en som passar din fiskestil och dina behov. Det finns också specialiserade spöhållare, såsom båtmonterade spöhållare som används för att säkert förvara spöna på båten under transport eller för att hålla flera spön samtidigt.\r\n\r\nAtt använda en spöhållare är ett värdefullt sätt att skydda dina fiskespön från skador under transport och förvara dem säkert under fiskeutflykten. Det kan också göra det enklare och bekvämare att hantera flera spön samtidigt och förbättra din fiskeupplevelse.",
        "url": "spohallare-verktyg-tillbehor"
    },
    {
        "name": "Spön",
        "woo_id": 253,
        "woo_parent_id": 87,
        "description": "",
        "url": "spon"
    },
    {
        "name": "Spöringar",
        "woo_id": 1571,
        "woo_parent_id": 823,
        "description": "Spöringar är små metallringar som är fastsatta längs med spöts skaft och som linan passerar genom när du kastar eller drillar en fisk. De används för att hålla linan på plats och för att minska friktionen mellan linan och spöts skaft när du kastar eller drillar. Genom att minska friktionen hjälper spöringarna till att förhindra att linan nöts och att den går av när du drillar en stor fisk.\r\n\r\nSpöringar finns i olika former, storlekar och material. De kan vara gjorda av material som rostfritt stål, titan eller keramik och kan variera i storlek från små ringar till större ringar som är utformade för att användas med grov lina för att fånga större fiskar. Det är viktigt att välja rätt spöringar för ditt spö och din lina för att säkerställa optimal prestanda och hållbarhet.",
        "url": "sporingar"
    },
    {
        "name": "Spöställ och spöhållare",
        "woo_id": 854,
        "woo_parent_id": 645,
        "description": "",
        "url": "spostall-och-spohallare"
    },
    {
        "name": "Spötuber",
        "woo_id": 1430,
        "woo_parent_id": 803,
        "description": "Spötuber är en viktig kategori för fiskare som vill skydda sina spön under transport eller förvaring. Dessa tuber är vanligtvis tillverkade av hållbara material som PVC eller polypropylen och har en mjuk insida för att skydda spöt mot repor och stötar.\r\n\r\nDe flesta spötuber har en längre form som är utformad för att rymma hela spöet. De finns i olika storlekar och stilar för att passa olika spön och fiskemetoder, och många har justerbara lock för att passa spöt perfekt.\r\n\r\nEn fördel med spötuber är att de gör det möjligt att transportera spöna på ett säkert sätt, vilket minskar risken för skador på spöt och minskar också risken att spöna glider runt under transport eller förvaring.\r\n\r\nSpötuber är ett oumbärligt tillbehör för fiskare som vill ta hand om sin utrustning på bästa möjliga sätt. De ger inte bara skydd under transport, utan också en säker plats att förvara spöet när det inte används. Se till att välja en spötub som passar dina behov och storleken på dina spön för att få optimalt skydd och prestanda.",
        "url": "spotuber"
    },
    {
        "name": "Spöväskor",
        "woo_id": 1431,
        "woo_parent_id": 803,
        "description": "<div class=\"group w-full text-gray-800 dark:text-gray-100 border-b border-black/10 dark:border-gray-900/50 bg-gray-50 dark:bg-[#444654]\">\r\n<div class=\"text-base gap-4 md:gap-6 md:max-w-2xl lg:max-w-xl xl:max-w-3xl p-4 md:py-6 flex lg:px-0 m-auto\">\r\n<div class=\"relative flex w-[calc(100%-50px)] flex-col gap-1 md:gap-3 lg:w-[calc(100%-115px)]\">\r\n<div class=\"flex flex-grow flex-col gap-3\">\r\n<div class=\"min-h-[20px] flex flex-col items-start gap-4 whitespace-pre-wrap\">\r\n<div class=\"markdown prose w-full break-words dark:prose-invert light\">\r\n\r\nSpöväskor är ett oumbärligt tillbehör för fiskare som vill transportera och förvara sina fiskespön på ett säkert sätt. Dessa väskor är vanligtvis tillverkade av slitstarka material som nylon eller canvas och är utformade för att skydda spöna från stötar, repor och andra skador.\r\n\r\nDe flesta spöväskor har en längre form och rymmer flera spön samtidigt. De finns i olika storlekar och stilar för att passa olika spön och fiskemetoder, och många har justerbara remmar och fack för att hålla spöna säkert på plats.\r\n\r\nEn fördel med spöväskor är att de gör det möjligt att bära flera spön samtidigt på ett säkert sätt, vilket minskar risken för skador på spöt och minskar också risken att spöna glider runt under transport eller förvaring.\r\n\r\nSpöväskor är ett prisvärt och användbart tillbehör för alla fiskare som vill ta hand om sin utrustning på bästa möjliga sätt. De ger inte bara skydd under transport, utan också en säker plats att förvara spöna när de inte används. Se till att välja en spöväska som passar dina behov och storleken på dina spön för att få optimalt skydd och prestanda.\r\n\r\n</div>\r\n</div>\r\n</div>\r\n<div class=\"flex justify-between lg:block\">\r\n<div class=\"text-gray-400 flex self-end lg:self-center justify-center mt-2 gap-2 md:gap-3 lg:gap-1 lg:absolute lg:top-0 lg:translate-x-full lg:right-0 lg:mt-0 lg:pl-2 visible\"></div>\r\n</div>\r\n</div>\r\n</div>\r\n</div>",
        "url": "spovaskor"
    },
    {
        "name": "Stingers &amp; Riggar",
        "woo_id": 1410,
        "woo_parent_id": 1409,
        "description": "Här hos oss på Eagle Fishing så har vi bra koll på Gäddfisket! Men för att säkra att fisken sitter fast på jiggen så krävs det bra stingers! Vi har ett stort sortiment på några av de bästa stingers och riggar. Vi har bland de bästa märkena som, BKK, Darts, BFT, Svartzonker, VMC och fler!\r\n\r\nVi har stingers och riggar i olika storlekar och längder. Vissa är vassare än de andra, men vi har singers och riggar i bra skick och vasst tillstånd. Låt inte dåliga stingers förstöra ditt fiske!",
        "url": "stingers-riggar"
    },
    {
        "name": "Stormtändare",
        "woo_id": 1556,
        "woo_parent_id": 1419,
        "description": "Vi på Eagle Fishing tycker om att vara ute i naturen och har därför införskaffat stormtändare! Vi vill att du ska ha den bästa upplevelsen som möjligt, vi har stormtändare som primus. Vi är mycket nöjd med denna produkt och hoppas att du också är det!",
        "url": "stormtandare"
    },
    {
        "name": "Strumpor",
        "woo_id": 208,
        "woo_parent_id": 788,
        "description": "",
        "url": "strumpor"
    },
    {
        "name": "Superlim",
        "woo_id": 1489,
        "woo_parent_id": 1419,
        "description": "Vi på Eagle Fishing tycker att bra kvalitet på reparations grejer, speciellt lim! Därför har vi svartzonker lim. Fungerar alldeles utmärkt och torkar snabbt. Vi vill inte att dina fisketurer ska gå dåligt!",
        "url": "superlim"
    },
    {
        "name": "sweatshirts",
        "woo_id": 3936,
        "woo_parent_id": 788,
        "description": "",
        "url": "sweatshirts"
    },
    {
        "name": "Swimbaits",
        "woo_id": 2834,
        "woo_parent_id": 731,
        "description": "",
        "url": "swimbaits"
    },
    {
        "name": "Syrepumpar",
        "woo_id": 1637,
        "woo_parent_id": 803,
        "description": "",
        "url": "syrepumpar"
    },
    {
        "name": "Syrepumpar &amp; Beteshinkar",
        "woo_id": 1455,
        "woo_parent_id": 1419,
        "description": "Syrepumpar och beteshinkar är två vanliga tillbehör som används inom fisket.\r\n\r\nSyrepumpar används för att hålla fisken vid liv under längre perioder, särskilt om de ska transporteras eller om de ska lagras i en tank. Syrepumpar pumpar in syre i vattnet för att hålla fisken frisk och levande. Det finns olika typer av syrepumpar tillgängliga på marknaden, inklusive batteridrivna och nätströmsdrivna modeller. Valet av syrepump beror på storleken på fisken som ska hållas vid liv, hur länge de ska hållas vid liv och om de ska transporteras eller inte.\r\n\r\nBeteshinkar används för att lagra bete och för att hålla det färskt och tillgängligt under fisketuren. De flesta beteshinkar är gjorda av plast och har ett lock för att förhindra att betet torkar ut. Beteshinkar finns i olika storlekar och former, från små hinkar som kan bäras i en ryggsäck till större modeller som kan fästas på en båt. Det är viktigt att använda en beteshink av rätt storlek för mängden bete som behövs under fisketuren och att se till att hinken är väl ventilerad för att undvika överhettning av betet.\r\n\r\nBåde syrepumpar och beteshinkar är viktiga verktyg för fiskare och kan hjälpa till att förbättra fiskeupplevelsen genom att hålla fisken vid liv och betet färskt och tillgängligt.",
        "url": "syrepumpar-verktyg-tillbehor"
    },
    {
        "name": "T-Shirts",
        "woo_id": 1416,
        "woo_parent_id": 788,
        "description": "",
        "url": "t-shirts"
    },
    {
        "name": "Tackle",
        "woo_id": 2462,
        "woo_parent_id": 773,
        "description": "",
        "url": "tackle"
    },
    {
        "name": "Tafsar &amp; Tafsmaterial",
        "woo_id": 921,
        "woo_parent_id": 1409,
        "description": "Vi på Eagle Fishing vill att du ska ha det roligt på dina fisketurer men framförallt att inte tappa fisken! Här har vi ett sortiment på varor som är bra och inte alls slitsamma som vissa andra märken, vi har bland annat, BFT, CWC, Darts, Wolfram m.m.\r\n\r\nAtt tappa en fisk p.g.a. dåligt material är en stor besvikelse! Därför säljer vi bara de bästa grejerna i många storlekar och material som håller för den fisk du ska fiska! Vi tycker att man ska behandla fisken med respekt och vara försiktig med den.",
        "url": "tafsar-tasfmaterial"
    },
    {
        "name": "Tafsar &amp; Tippet",
        "woo_id": 2511,
        "woo_parent_id": 785,
        "description": "",
        "url": "flug-tafsar"
    },
    {
        "name": "Tafsmaterial",
        "woo_id": 1501,
        "woo_parent_id": 1409,
        "description": "",
        "url": "tafsmaterial"
    },
    {
        "name": "Tails",
        "woo_id": 1585,
        "woo_parent_id": 731,
        "description": "I vår kategori för tails hittar du ett brett utbud av högkvalitativa betestails som kan användas för att anpassa och förbättra dina befintliga beten. Tails, även kända som stjärtar, kan läggas till på beten för att öka rörelsen och locka till sig fler fiskar. Våra tails finns i olika storlekar och former, och är utformade för att passa olika typer av beten och fiskestilar. Vi erbjuder tails från välkända tillverkare, som har utformats med noggrannhet för att ge dig bästa möjliga chans att fånga den stora fisken. Oavsett om du fiskar i sötvatten eller saltvatten, kan tails öka dina chanser att fånga den fisk du söker. Utforska vårt utbud av tails för att hitta det som passar dina behov och fiskestil.",
        "url": "tails"
    },
    {
        "name": "Tält &amp; Tillbehör",
        "woo_id": 198,
        "woo_parent_id": 767,
        "description": "",
        "url": "talt-tillbehor"
    },
    {
        "name": "Tänger &amp; Avbitare",
        "woo_id": 1468,
        "woo_parent_id": 1419,
        "description": "Tänger och avbitare är två oumbärliga verktyg inom fisket. Dessa verktyg används för att hantera fisk och för att ta bort krokar ur fiskens mun. Det finns olika typer av tänger och avbitare tillgängliga på marknaden, och valet av verktyg beror på personliga preferenser och det specifika syftet.\r\n\r\nTänger används för att greppa och hantera fisken på ett säkert sätt, och de finns i olika storlekar och typer. Långnäbbstänger används för att hantera små fiskar och för att ta bort krokar ur fiskens mun. Kortnäbbstänger är lämpliga för större fiskar, medan multifunktionella tänger kan användas för att göra olika uppgifter som att klippa linor eller böja krokar.\r\n\r\nAvbitare används för att klippa av krokar och linor. De finns i olika storlekar och kan klippa igenom olika typer av material. De är oumbärliga verktyg för fiskare som vill vara förberedda på alla eventualiteter under fisketuren.\r\n\r\nNär du väljer tänger och avbitare är det viktigt att välja verktyg av hög kvalitet. Detta är särskilt viktigt om du planerar att använda dem för att hantera stora fiskar eller för att klippa igenom tjocka linor. Tänk också på ergonomin och bekvämligheten i handtagen, eftersom du kanske kommer att använda dessa verktyg i flera timmar i sträck.\r\n\r\nSammanfattningsvis är tänger och avbitare två viktiga verktyg inom fisket, och det är viktigt att välja verktyg av hög kvalitet som passar dina behov. En bra uppsättning tänger och avbitare kan hjälpa dig att hantera fisken på ett säkert sätt och göra dina fisketurer mer produktiva och bekväma.",
        "url": "tanger-avbitare"
    },
    {
        "name": "Tävlingar",
        "woo_id": 1722,
        "woo_parent_id": 3488,
        "description": "",
        "url": "tavlingar"
    },
    {
        "name": "Teleskop &amp; Resespön",
        "woo_id": 1433,
        "woo_parent_id": 823,
        "description": "Teleskops- och resefiskespön är speciella typer av fiskespön som är utformade för att vara lätta och portabla så att du enkelt kan ta med dem på resor eller när du är på språng.\r\n\r\nTeleskopsfiskespön är fiskespön som kan fällas ihop till en kortare längd, så att de enkelt kan transporteras och förvaras. När spöet behöver användas kan det dras ut till sin fulla längd och är redo att fiska med. Teleskopsfiskespön är vanligtvis tillverkade av lätt material som kolfiber eller glasfiber, vilket gör dem idealiska för att fiska mindre fiskar som abborre, röding och liknande.\r\n\r\nResefiskespön är vanligtvis lite mer robusta och är utformade för att tåla mer slitage än teleskopsfiskespön. De är ofta tillverkade av material som kolfiber eller grafit och är utformade för att packas ner i mindre delar för att underlätta transport. Resefiskespön är oftast lämpliga för att fiska både mindre och större fiskar beroende på vilken typ av spö du väljer.\r\n\r\nNär du väljer teleskop- eller resefiskespön är det viktigt att tänka på vilken typ av fiske du ska ägna dig åt och vilken typ av fisk du vill fånga. Beroende på detta kan du välja mellan olika längder, aktioner och kastvikter för att hitta det spö som passar dina behov bäst.",
        "url": "teleskop-resespon"
    },
    {
        "name": "Termosar",
        "woo_id": 205,
        "woo_parent_id": 767,
        "description": "",
        "url": "termosar"
    },
    {
        "name": "Texas, Carolina &amp; Tokyo Rig",
        "woo_id": 128,
        "woo_parent_id": 73,
        "description": "",
        "url": "texas-carolina-tokyo-rig"
    },
    {
        "name": "Tillbehör",
        "woo_id": 877,
        "woo_parent_id": 785,
        "description": "",
        "url": "tillbehor-flugfiske"
    },
    {
        "name": "Tillbehör Båtmotorer",
        "woo_id": 4398,
        "woo_parent_id": 645,
        "description": "",
        "url": "tillbehor-batmotorer"
    },
    {
        "name": "Tillbehör Fiskespön",
        "woo_id": 2668,
        "woo_parent_id": 823,
        "description": "",
        "url": "tillbehor-fiskespon"
    },
    {
        "name": "Tillbehör för båt",
        "woo_id": 3202,
        "woo_parent_id": 645,
        "description": "",
        "url": "tillbehor-for-bat"
    },
    {
        "name": "Trevägslekande",
        "woo_id": 1597,
        "woo_parent_id": 1409,
        "description": "En trevägslekande, eller \"3-way swivel\" på engelska, är en typ av swivel eller lekande som används inom sportfiske. Den består av en huvudring och tre öglor som möjliggör användning av tre olika linor eller tackel på en gång.\r\n\r\nEn trevägslekande används ofta när man fiskar med tyngre beten eller tackel. Det gör att man kan använda en tyngre linje för att kasta betet och en lättare linje för att kontrollera betets rörelse och för att lättare känna av när fisken nappar. Dessutom kan man använda en tredje linje för att leda fisken till land eller båt.\r\n\r\nTrevägslekanden är vanligtvis tillverkad av rostfritt stål eller annat korrosionsbeständigt material och finns i olika storlekar för att passa olika typer av fiske. De kan också ha olika belastningskapacitet, beroende på vikten på betet och den förväntade storleken på fisken.\r\n\r\nSammanfattningsvis är en trevägslekande en typ av swivel eller lekande som används inom sportfiske. Den möjliggör användning av tre olika linor eller tackel på en gång och används vanligtvis när man fiskar med tyngre beten eller tackel. Trevägslekanden finns i olika storlekar och belastningskapacitet och är tillverkad av korrosionsbeständigt material för att klara av fisket i både sötvatten och saltvatten.",
        "url": "trevagslekande"
    },
    {
        "name": "Tröjor",
        "woo_id": 3956,
        "woo_parent_id": 788,
        "description": "",
        "url": "trojor"
    },
    {
        "name": "Trollingrullar",
        "woo_id": 1534,
        "woo_parent_id": 760,
        "description": "",
        "url": "trollingrullar-fiskerullar"
    },
    {
        "name": "Trollingset",
        "woo_id": 1609,
        "woo_parent_id": 1507,
        "description": "Vår kategori för trollingset erbjuder högkvalitativa set som är speciellt utformade för trollingfiske. Vi har ett brett utbud av set som innehåller allt från specialtillverkade rullar och spön till linor och beten som är utformade för att locka till sig stora fiskar. Våra trollingset är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en smidig och effektiv trollingfiskeupplevelse. Vi erbjuder set för olika typer av trollingfiske, från kustnära fiske till djuphavsfiske, och för olika fiskarter som lax, öring, gädda och tonfisk. Vi erbjuder också olika storlekar och modeller så att du kan välja det set som passar dina behov och önskemål. Med våra trollingset kan du vara säker på att du har allt du behöver för att ta upp de största fiskarna och ha en rolig och framgångsrik trollingfiskeupplevelse.",
        "url": "trollingset"
    },
    {
        "name": "Trollingskedar",
        "woo_id": 1586,
        "woo_parent_id": 731,
        "description": "I vår kategori för trollingskedar hittar du ett brett utbud av högkvalitativa beten som är speciellt utformade för trollingfiske. Trollingskedar är en av de mest populära typerna av beten för trolling, och är utformade för att efterlikna rörelserna av byten som fiskar är intresserade av. Våra trollingskedar finns i olika storlekar, former och färger för att passa dina behov och fiskeplats. Vi erbjuder trollingskedar från välkända tillverkare, som har utformats med noggrannhet för att ge dig bästa möjliga chans att fånga den stora fisken. Oavsett om du letar efter trollingskedar för fiske i sötvatten eller saltvatten, har vi det du behöver för att lyckas med ditt fiske.",
        "url": "trollingskedar"
    },
    {
        "name": "Trollingspön",
        "woo_id": 151,
        "woo_parent_id": 732,
        "description": "Trollingspön är specialdesignade spön för att fiska genom att dra betet bakom en båt eller annat fartyg. De behöver vara tillräckligt starka för att kunna hantera stora fiskar och samtidigt flexibla nog för att ge en bra känsla när man drillar fisken. När du väljer ett trollingspö är det viktigt att tänka på följande faktorer:\r\n<ol>\r\n \t<li>Spöets längd: Trollingspön är vanligtvis mellan 1,80 och 2,40 meter långa. Ju längre spö, desto mer flexibilitet och bättre chans att fånga större fiskar.</li>\r\n \t<li>Spöets styrka: Trollingspön finns i olika styrkor, uttryckt i \"pound class\" eller \"line class\". Valet av styrka beror på vilken typ av fisk du planerar att fånga.</li>\r\n \t<li>Handtag: Trollingspön har vanligtvis ett handtag som är avsett att användas med båda händerna för att ge bättre grepp och öka kraften när man drillar fisken.</li>\r\n \t<li>Öglor: Trollingspön har större öglor än andra spön eftersom de används med större linor.</li>\r\n</ol>\r\nNågra exempel på bra märken för trollingspön är Shimano, Penn och Daiwa. Det finns också flera specialiserade märken som fokuserar på trollingspön, som exempelvis Abu Garcia och Rapala.",
        "url": "trollingspon"
    },
    {
        "name": "Tryck På Kläder",
        "woo_id": 4781,
        "woo_parent_id": 788,
        "description": "Skapa din egen stil med personligt tryck!\r\n\r\nGör dina kläder unika genom att lägga till din egen teamlogga, text eller design! Hos Eagle Fishing erbjuder vi nu möjligheten att trycka dina egna motiv på våra högkvalitativa plagg, så att du kan visa upp din passion både på och utanför fisketuren. Perfekt för fisketeam, klubbar, företag eller varför inte som en personlig present!",
        "url": "tryck-pa-klader"
    },
    {
        "name": "Underställ",
        "woo_id": 209,
        "woo_parent_id": 788,
        "description": "",
        "url": "understall"
    },
    {
        "name": "Utbildningar",
        "woo_id": 1905,
        "woo_parent_id": 3488,
        "description": "",
        "url": "utbildningar"
    },
    {
        "name": "Utförsäljning Gunki Illex Sensas",
        "woo_id": 5214,
        "woo_parent_id": 5217,
        "description": "",
        "url": "utforsaljning-gunki-illex-sensas"
    },
    {
        "name": "Uthyrning",
        "woo_id": 3359,
        "woo_parent_id": 3488,
        "description": "",
        "url": "uthyrning"
    },
    {
        "name": "Utrustning",
        "woo_id": 2219,
        "woo_parent_id": 773,
        "description": "",
        "url": "utrustning"
    },
    {
        "name": "Uv tröjor / Tournament Jerseys",
        "woo_id": 3937,
        "woo_parent_id": 788,
        "description": "",
        "url": "uv-trojor-tournament-jerseys"
    },
    {
        "name": "Vadarbyxor",
        "woo_id": 1462,
        "woo_parent_id": 788,
        "description": "",
        "url": "vadarbyxor"
    },
    {
        "name": "Vadare",
        "woo_id": 175,
        "woo_parent_id": 80,
        "description": "",
        "url": "vadare"
    },
    {
        "name": "Vadare &amp; Skor",
        "woo_id": 1625,
        "woo_parent_id": 785,
        "description": "",
        "url": "vadare-skor"
    },
    {
        "name": "Vadare &amp; Vadarutrustning",
        "woo_id": 1776,
        "woo_parent_id": 788,
        "description": "",
        "url": "vadare-och-vadarutrustning"
    },
    {
        "name": "Vadarpaket",
        "woo_id": 1619,
        "woo_parent_id": 788,
        "description": "",
        "url": "vadarpaket"
    },
    {
        "name": "Vadarskor",
        "woo_id": 1550,
        "woo_parent_id": 788,
        "description": "",
        "url": "vadarskor-klader"
    },
    {
        "name": "Väga",
        "woo_id": 844,
        "woo_parent_id": 821,
        "description": "",
        "url": "vaga"
    },
    {
        "name": "Vågar",
        "woo_id": 1449,
        "woo_parent_id": 1419,
        "description": "Vi på Eagle Fishing har vågar från hurricane och rapala. Vi tycker om att hantera fisken med omtanke och vård. Vi hoppas att du håller med och tänker som oss!",
        "url": "vagar"
    },
    {
        "name": "Vapentillbehör",
        "woo_id": 237,
        "woo_parent_id": 84,
        "description": "",
        "url": "vapentillbehor"
    },
    {
        "name": "Värmekläder",
        "woo_id": 1390,
        "woo_parent_id": 788,
        "description": "",
        "url": "varmeklader"
    },
    {
        "name": "Väskor",
        "woo_id": 1628,
        "woo_parent_id": 785,
        "description": "",
        "url": "vaskor"
    },
    {
        "name": "Västar",
        "woo_id": 226,
        "woo_parent_id": 788,
        "description": "",
        "url": "vastar-klader"
    },
    {
        "name": "Västar",
        "woo_id": 178,
        "woo_parent_id": 785,
        "description": "",
        "url": "vastar"
    },
    {
        "name": "Vattentäta Väskor",
        "woo_id": 1635,
        "woo_parent_id": 803,
        "description": "Vattentäta väskor är ett oumbärligt tillbehör för fiskare som vill skydda sina värdesaker och utrustning från vatten och fukt under fisketuren. Dessa väskor är tillverkade av vattentäta material som PVC, tarpaulin eller nylon och är utformade för att hålla vatten och fukt ut och skydda innehållet från skador.\r\n\r\nVattentäta väskor finns i olika storlekar och stilar, inklusive ryggsäckar, axelväskor, rullväskor och mer, och är utformade för att passa olika typer av utrustning och tillbehör. De flesta vattentäta väskor har också justerbara remmar och bälten för att säkerställa att väskan sitter på plats och är bekväm att bära.\r\n\r\nEn fördel med vattentäta väskor är att de ger en hög nivå av skydd mot vatten och fukt, vilket gör dem idealiska för användning vid fiske, paddling, segling och andra utomhusaktiviteter. De är också idealiska för att förvara elektronik, kläder, mat och andra värdesaker som behöver skyddas från vatten och fukt.\r\n\r\nVattentäta väskor är ett prisvärt och användbart tillbehör för alla fiskare som vill ta hand om sin utrustning på bästa möjliga sätt. De ger inte bara skydd mot vatten och fukt, utan också en säker plats att förvara och transportera utrustningen på. Se till att välja en vattentät väska som passar dina behov och storlek för att få optimalt skydd och prestanda.",
        "url": "vattentata-vaskor"
    },
    {
        "name": "verktygsförvaring",
        "woo_id": 195,
        "woo_parent_id": 803,
        "description": "Verktygsförvaring är en viktig del av varje fiskares utrustning. Att hålla verktygen organiserade och lättillgängliga är avgörande för att kunna utföra underhåll och reparationer snabbt och enkelt på plats. Verktygsförvaring finns i olika former, från verktygslådor och väskor till rullar och bälten.\r\n\r\nEn verktygslåda är ett vanligt val för många fiskare eftersom den ger en säker och skyddad plats att förvara verktygen på. En verktygsväska är också en populär lösning eftersom den är enkel att bära och kan innehålla flera verktyg samtidigt.\r\n\r\nVerktygsrullar är en annan lösning som är idealisk för fiskare som reser ofta eller som behöver ta med sig verktyg från plats till plats. De är lätta att rulla upp och ta med, samtidigt som de ger enkel åtkomst till verktygen.\r\n\r\nBälten med verktygsfickor är också ett populärt val för fiskare eftersom de ger en praktisk och handsfree-lösning för verktygsförvaring. Bältet håller verktygen på plats och gör att de är lätta att nå när de behövs.\r\n\r\nOavsett vilken typ av verktygsförvaring du väljer är det viktigt att välja en lösning som passar dina behov och verktyg. Tänk på hur många verktyg du behöver förvara och hur ofta du behöver transportera dem innan du väljer en lösning. En ordentlig verktygsförvaring är avgörande för att hålla verktygen i gott skick och redo att användas när som helst.",
        "url": "verktygsforvaring"
    },
    {
        "name": "Vertikal spön",
        "woo_id": 2666,
        "woo_parent_id": 823,
        "description": "",
        "url": "vertikal-spon"
    },
    {
        "name": "Vertikalpirkar",
        "woo_id": 1816,
        "woo_parent_id": 770,
        "description": "vertikalpirkar för isfiske och pimpelfiske. Handgjorda och märkespirkar",
        "url": "vertikalpirkar"
    },
    {
        "name": "Vertikalset",
        "woo_id": 1636,
        "woo_parent_id": 1507,
        "description": "Vår kategori för vertikalset erbjuder allt du behöver för att komma igång med vertikalfiske. Vertikalfiske är en spännande och effektiv fiskemetod som kräver specialanpassade fiskeredskap. Vi har ett brett utbud av högkvalitativa vertikalset som innehåller allt från kraftfulla spön och rullar till linor och beten som är anpassade för vertikalfiske. Våra vertikalset är utformade för att passa både nybörjare och erfarna fiskare och är enkla att använda och hantera. Vi erbjuder olika storlekar och modeller som passar för olika typer av vertikalfiske och fiskarter, från lätt vertikalfiske till tungt fiske efter stora fiskar på djupt vatten. Våra vertikalset är tillverkade av högkvalitativa material och utrustade med de senaste teknologierna för att ge dig en smidig och effektiv vertikal fiskeupplevelse. Med våra vertikalset kan du vara säker på att du har allt du behöver för att ta upp de största fiskarna och ha en rolig och framgångsrik vertikal fiskeupplevelse.",
        "url": "vertikalset"
    },
    {
        "name": "Vertikalspön",
        "woo_id": 1606,
        "woo_parent_id": 823,
        "description": "",
        "url": "vertikalspon"
    },
    {
        "name": "Vibrationsbeten",
        "woo_id": 104,
        "woo_parent_id": 731,
        "description": "Vibrationsbeten är ett smidigt sätt att fånga fisk med. Vi på Eagle Fishing har olika vibrationsbeten i olika former och storlekar. Vi har bland de bästa vibrationsbetena, strike pro, gunki, illex, svartzonker m.m. Vi fiskar mycket med vibrationsbeten och vi har mycket erfarenhet och produkter som inte kommer att svika dig!\r\n\r\nVibrationsbeten fungerar alldeles utmärkt! Vi har stora och små med en massa olika heta färger som kommer att ge dig garanti på fisk! Här har Abborren inte en chans.\r\n\r\nSväng förbi oss på Eagle Fishing för att få hjälp md det optimala betet för din nästa fisketur!",
        "url": "vibrationsbeten"
    },
    {
        "name": "Wirelås",
        "woo_id": 1598,
        "woo_parent_id": 1409,
        "description": "Wirelås, eller \"wire leaders\" på engelska, är ett viktigt verktyg inom sportfiske som används för att förhindra att fisken nafsar av betet eller kroken. En wirelås är en kort bit av rostfritt stålwire som är fastsatt på linan med hjälp av en karbinhake eller annat fäste.\r\n\r\nWirelås används ofta när man fiskar efter större fiskar som kan skära av linan med sina tänder eller när man fiskar i vatten där det finns skarpa föremål som kan skada linan. Wirelåset fungerar som en stark och hållbar förlängning av linan och skyddar den känsligare fiskelinan från att skadas.\r\n\r\nWirelås finns i olika längder och tjocklekar, beroende på vilken typ av fiske man ägnar sig åt och vilken typ av fisk man fiskar efter. De kan också ha olika typer av lås och fästen, beroende på vilken typ av linan de ska fästas på och hur lätt de ska kunna bytas ut.\r\n\r\nWirelås är ett oumbärligt verktyg för seriösa sportfiskare och kan användas i både sötvatten och saltvatten. De är tillverkade av högkvalitativt rostfritt stål som är korrosionsbeständigt och hållbart för att klara av tuffa fiskeförhållanden.",
        "url": "wirelas"
    },
    {
        "name": "Wobblers",
        "woo_id": 837,
        "woo_parent_id": 731,
        "description": "Vi på Eagle Fishing har wobblers från olika märken som, strike pro, rapala, bomber, babyface m.m. Wobblers fungerar suveränt och hjälper dig med att fånga fisk i alla storlekar. Vi har små och stora wobblers från olika märken, bra kvalitet och finns i många fina färger.\r\n\r\nWobblers är lätt att fiska med och vi på Eagle Fishing tycker om wobblers och hjälper gärna dig med att hitta det rätta draget för ditt fiske!\r\n\r\nVad får du när du fiskar med wobblers? Jo du får främst, Abborre och Gädda andra arter kan förekomma. Men just wobblers är ett bra bete då de har kullor inbyggda i kroppen så att dem låter när de rör på sig under vattnet vilket retar upp fisken och BOOM du har fisk!",
        "url": "wobblers"
    },
    {
        "name": "Ytbeten, Vasskyddat &amp; Grodor",
        "woo_id": 856,
        "woo_parent_id": 731,
        "description": "Ytbeten och vasskyddat är bra när du befinner dig runt om i vassen eller i vikar där det är grunt. Vi på Eagle Fishing har et stort sortiment angående ytbeten. Vi har märken som, rapala, bite of bleak, stoxdal, strike pro, gunki m.m. Vi har det mesta i olika färger och storlekar.\r\n\r\nGrodor är ett bete som du ska köra med om du vill se riktigt häftiga hugg! Grodor är ett bra bete som du kastar in i vassen så det kommer garanterat att hugga en gädda! Vi har grodor i flera färger och märken.\r\n\r\nPopers är också bra om du vill se fräna hugg! En poper fungerar som en groda bara att den går att fiska utanför vassen med, den ser ut som en wobbler med ett stort gap som det skvätter vatten ifrån när du fiskar poper. Vi har även popers i flera färger och märken.\r\n\r\nSväng in på Eagle Fishing så hjälper vi dig med det du behöver!",
        "url": "ytbeten-vasskyddat"
    }
]